[
  {
    "title": "AP II Dukung Pengembangan Airport Rescue & Fire Fighting Indonesia",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/08/Unit-pemadam-kebakaran-bandara.jpg?w=1200&ssl=1",
    "description": "IndoAviation Plus – PT Angkasa Pura II selaku operator 20 bandara secara berkelanjutan turut mendukung pengembangan ARFF di Indonesia agar dapat selalu menjaga keselamatan penerbangan di setiap kondisi termasuk di tengah revolusi industri 4.0 yang terjadi saat ini.\\n\\nARFF  (Unit Airport Rescue and Fire Fighting) yang dibandara dikenal sebagai unit Pertolongan Kecelakaan Penerbangan dan Pemadam Kebakaran (PKP-PK) memiliki peran krusial di bandara dalam mendukung aspek keselamatan penerbangan.\\n\\nARFF memiliki dua tugas dan fungsi, yaitu menyelamatkan jiwa dan harta benda dari suatu pesawat udara yang mengalami kejadian (incident) atau kecelakaan (accident) di bandar udara dan sekitarnya; serta mencegah, mengendalikan, memadamkan api, melindungi manusia dan barang yang terancam bahaya kebakaran pada fasilitas di bandar udara.\\n\\nPgs. SVP of Corporate Secretary AP II, Cin Asmoro, mengatakan, AP II berkolaborasi dengan Forum Komunikasi (FK) ARFF yang menaungi ARFF di seluruh Indonesia untuk terus mengembangkan, memajukan dan mempermudah pola operasi serta prosedur bagi ARFF.\\n\\nPada tahun ini kolaborasi tersebut diwujudkan dalam kegiatan ARFF Creative Thinking & Innovation Competition (ACTION) 2024 yang dibuka pada Rabu, 31 Juli 2024.\\n\\nKegiatan ACTION 2024 ini dimotori oleh Airport Learning Center (ALC) AP II dan FK ARFF. Adapun ALC merupakan satu unit di AP II yang fokus pada pengembangan sumber daya manusia untuk melahirkan pemimpin handal, membentuk personil yang memiliki pengetahuan mendalam tentang kebandarudaraan, serta mewujudkan standar global di seluruh bandara AP II.\\n\\nGuna mencapai tujuan tersebut, ALC memiliki gedung berlokasi di kawasan Bandara Soekarno-Hatta yang dilengkapi 10 ruang kelas dengan teknologi modern, 1 auditorium, 1 amphitheater, 1 e-library, 1 ruang simulasi, VIP lounge dan dining hall."
  },
  {
    "title": "Indonesia AirAsia Announces Semester 1 2024 Earnings",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://cms.kartinimedia.id/assets/img/202401100352378273-RIF20211129_Airbus+A320+at+the+bay-103.jpg",
    "description": "IndoAviation Plus – Indonesia AirAsia mengumumkan, telah membukukan pendapatan Semester 1 2024 sebesar Rp 3,78 triliun. Pendapatan ini meningkat sebesar 24 persen dibandingkan semester yang sama tahun 2023, yang sebesar Rp 3,05 triliun.\\n\\nDirektur Utama Indonesia AirAsia, Veranita Yosephine, di Jakarta, mengatakan, kenaikkan pendapatan PT AirAsia Indonesia Tbk. (AAID/CMPP) didorong oleh peningkatan jumlah penumpang sebesar 21 persen. Total  jumlah penumpang selama semester itu mencapai 3,32 juta, dengan tingkat keterisian penumpang (load factor) naik sebesar 4 pts atau 87 persen dibandingkan Semester 1 2023.\\n\\nDalam sebuah keterangan kepada media, Selasa 30 Juni 2024, Veranita Yosephine mengatakan, sebagian besar pendapatan AirAsia Indonesia Semester 1 itu berasal dari operasi penerbangan, dimana penjualan tiket kursi pesawat memberikan kontribusi sebesar Rp 3,2 triliun, diikuti oleh pendapatan dari bagasi dan pelayanan penerbangan sebesar Rp 518,8 miliar, pendapatan dari ancillary sebesar Rp 33,3 miliar, dan kargo Rp 26,5 miliar.\\n\\nVeranita Yosephine  juga menyebut, pendapatan per kilometer kursi yang tersedia (RASK) naik sebesar 8 persen atau Rp 685 miliar, dengan peningkatan jumlah penerbangan sebesar 15 persen atau 2.900 penerbangan.\\n\\nJakarta menjadi sumber pendapatan utama senilai Rp 1,63 triliun, diikuti oleh Denpasar senilai Rp 1,38 triliun. Sementara, Surabaya dan Medan masing-masing mencatat angka Rp 488,54 miliar dan Rp 278,84 miliar.\\n\\nAdapun peningkatan pendapatan usaha Semester 1 tahun 2024 tercatat sebesar 24 persen atau sebesar Rp 733 miliar, diikuti dengan peningkatan biaya operasional sebesar 19 persen dari tahun sebelumnya atau Rp 665 miliar. Biaya yang dimaksud tidak mencakup laba/rugi selisih kurs dari transaksi dalam mata uang asing.\\n\\nVeranita menambahkan bahwa AAID/CMPP selalu berupaya melakukan langkah-langkah proaktif untuk menegaskan komitmennya dalam berinovasi secara berkelanjutan dan mencari peluang baru guna meningkatkan kinerja perusahaan. Salah satunya dengan membuka rute baru yang tidak hanya mencakup kawasan ASEAN, tetapi juga ke Australia.\\n\\nPada Semester 1 2024, Indonesia AirAsia telah meresmikan dua rute baru, yaitu Denpasar-Lampung dan Jakarta-Kota Kinabalu. Sementara pada bulan Agustus 2024, Indonesia AirAsia akan meresmikan empat rute internasional baru, yaitu Jakarta-Bandar Seri Begawan, Denpasar-Kota Kinabalu, Denpasar-Phuket, dan Denpasar-Cairns. Hal ini akan diikuti dengan pembukaan rute-rute baru lainnya ke beberapa negara di Asia di Semester 2 2024.\\n\\nPada Semester 1 2024, AAID/CMPP mengalami kerugian sebesar Rp 581,91 miliar, jika dibandingkan dengan Semester 1 2023 ada perbaikan kerugian sebesar 5 pts. Kerugian yang dimaksud tidak mencakup laba/rugi selisih kurs dari transaksi dalam mata uang asing.\\n\\nIndonesia AirAsia juga akan berupaya untuk mengoptimalisasi penggunaan pesawat demi mengakomodir meningkatnya permintaan penerbangan baik di rute domestik maupun internasional. Indonesia AirAsia juga selalu berkomitmen untuk terus meningkatkan strategi keberlanjutan dan kelangsungan perusahaan, sebagai salah satu upaya dalam membantu pemerintah untuk menjaga stabilitas industri penerbangan di Tanah Air."
  },
  {
    "title": "Pemulangan Jemaah Haji Lewat 13 Bandara Angkasa Pura Selesai",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Penerbangan-Jemaah-Haji.jpeg?w=1200&ssl=1",
    "description": "Di tujuh bandara yang dikelolanya, Angkasa Pura 1 sukses melayani kepulangan 120.255 jemaah. Penerbangan kepulangan jemaah haji di bandara AP 1 dimulai pada 22 Juni, dan berlangsung hingga 22 Juli 2024. Sementara di Angkasa Pura 2, fase pemulangan jemaah haji berlangsung antara 22 Juni – 22 Juli 2024.\\n\\nDirektur Utama AP 1, MMA Indah Preastuty, bersyukur atas terlesaikannya proses membarkasi dan debarkasi jemaah haji melalui bandaranya. “Mewakili Manajemen AP1, perkenankan saya untuk mengucapkan selamat datang kembali di Tanah Air bagi para jemaah haji,” ujarnya.\\n\\nPesawat Boeing 747-400 Saudia nomor penerbangan SV5136 yang mendarat di Bandara Hang Nadim Batam pada Senin (22 Juli 2024) siang pukul 10.30 menjadi penerbangan terakhir kepulangan para jemaah haji melalui bandara-bandara AP 1. Penerbangan kloter 28 itu mengangkut 427 jemaah haji sekaligus menandai terselesaikannya Angkutan Haji 1445H/2024 M di bandara AP 1.\\n\\nBerdasar data AP 1, Bandara Juanda Surabaya menjadi bandara yang melayani kepulangan jemaah haji terbanyak, yakni 39.167 jemaah yang terbagi dalam 106 kloter. Di urutan kedua adalah Bandara Adi Soemarmo Solo dengan 35.885 jemaah haji dalam 100 kloter, serta Bandara Sultan Hasanuddin Makassar dengan 16.601 jemaah haji dalam 39 kloter.\\n\\nDisebutkan pula, Bandara Hang Nadim Batam melayani 11.934 jemaah haji dalam 27 kloter, Bandara SAMS Sepinggan Balikpapan melayani 6.005 jemaah haji dalam 19 kloter, Bandara Syamsudin Noor Banjarmasin melayani 5.842 jemaah haji dalam 19 kloter, serta Bandara Zainuddin Abdul Madjid Lombok melayani 4.821 jemaah haji dalam 13 kloter.\\n\\nSementara itu, SVP Corporate Secretary AP 2, Cin Asmoro, mengatakan jemaah haji yang tiba di Indonesia melalui bandara AP 2 tercatat sebanyak 94.795 jemaah. Jumlah penerbangan pemulangannya mencapai 231 penerbangan.\\n\\n“Bandara Soekarno-Hatta (Tangerang) paling banyak melayani kepulangan jemaah haji yakni sebanyak 53.365 jemaah haji,” ujar Cin Asmoro.\\n\\nBandara AP 2 lainnya yang melayani kepulangan jemaah haji adalah Bandara Kertajati (Majalengka) sebanyak 13.037 jemaah, lalu Bandara Kualanamu (Deli Serdang) sebanyak 8.672 jemaah, Bandara Sultan Mahmud Badaruddin II (Palembang) sebanyak 8.439 jemaah, Bandara Minangkabau (Padang) sebanyak 6.590 jemaah dan Bandara Sultan Iskandar Muda (Aceh) sebanyak 4.692 jemaah."
  },
  {
    "title": "Jumlah Penumpang Pesawat di Bandara Soekarno-Hatta Capai 26 Juta",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Terminal-3-Bandara-Soekarno-Hatta.jpeg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Selama semester 1 2024, jumlah penumpang pesawat di Bandara Soekarno-Hatta mencapai 26 juta orang. Angka ini 2 persen lebih tinggi dibandingkan Semester I/2019 (masa sebelum pandemi COVID-19) yang sebanyak 25,48 juta penumpang.\n\nOperator Bandara Soekarno Hatta, PT Angkasa Pura 2, mengatakan jumlah penumpang selama periode Januari – Juni 2024 itu juga lebih tinggi sekitar 6 persen jika dibandingkan periode Januari – Juni 2023 yang tercatat 24,45 juta penumpang.\n\nSenior Vice President Corporate Secretary PT Angkasa Pura II, Cin Asmoro, mengatakan lalu lintas penerbangan di Bandara Soekarno-Hatta terus bergeliat sejak status pandemi dinyatakan berakhir di Indonesia pada Juni 2023.\n\nKatanya, penningkatan itu antara lain karena seluruh stakeholder di Bandara Soekarno-Hatta berkolaborasi untuk pengaktifan kembali rute penerbangan yang sempat ditutup saat pandemi, membuka rute-rute baru dan menambah frekwensi di rute eksisting.\n\n“Kami berupaya untuk terus menjaga dan meningkatkan kontribusi Bandara Soekarno-Hatta, yang merupakan bandara terbesar dan tersibuk di Indonesia, terhadap pertumbuhan ekonomi nasional termasuk sektor pariwisata,” ungkap Cin Asmoro.\n\nSementara itu, Executive General Manager Bandara Soekarno-Hatta, Dwi Ananda, mengatakan sepanjang 6 bulan pertama tahun ini Bandara Soekarno-Hatta telah melayani 175.359 penerbangan.\n\n“Khusus Juni 2024, 5 rute domestik tersibuk dari dan ke Bandara Soekarno adalah Denpasar, Surabaya, Medan, Makassar dan Balikpapan. Sedangkan 5 rute internasional tersibuk yakni Singapura, Kuala Lumpur, Jeddah, Doha dan Hong Kong,” ujar Dwi Ananda.\n\nSelain di Bandara Soekarno Hatta, untuk periode yang sama, Angkasa Pura 2 juga mencatat adanya peningkatan jumlah penumpang di total 20 bandara yang dikelolanya.\n\nJumlah totalnya mencapai 40,05 juta penumpang. Meningkat sekitar 2,5 persen jika dibandingkan dengan total jumlah penumpang pada Semester 1 2023 yang sebanyak 39,04 juta penumpang. Jumlah ini sekaligus merefleksikan tingkat pemulihan (recovery rate) hingga 92 persen dibandingkan Semester 1 2019.\n\nAP II menargetkan jumlah penumpang hingga akhir 2024 dapat mencapai 91,08 juta penumpang."
  },
  {
    "title": "Qatar Airways Luncurkan ‘Qsuite Next Gen’ Versi Terbaru",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Qsuite-Next-Gen-Qatar-Airways.jpg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Pada pagi hari pertama Farnborough International Airshow 2024, Chief Executive Officer Qatar Airways Group, Badr Mohammed Al-Meer, meluncurkan ‘Qsuite Next Gen’, versi terbaru dan ultra-modern dari Qsuite. Peluncuran ini membawa Kelas Bisnis Terbaik Dunia, Qsuite ke tingkat yang lebih tinggi dalam penerbangan komersial.\n\nDi Farnborough International Airshow, tepatnya di Qatar Airways Discover Lounge, Badr Mohammed Al-Meer memperkenalkan Qsuite Next Gen dan Sama – awak kabin digital pertama di dunia. Di sana, Sama membangun antusiasme pengunjung melalui percakapan interaktif tentang bagaimana, Qatar Airways mendefinisikan ulang kemewahan dan inovasi, meningkatkan tolok ukur industri dalam pengalaman kelas bisnis.\n\nSelama peluncuran, Badr Mohammed Al-Meer menyoroti fitur-fitur baru dari Qsuite Next Gen, termasuk Quad Suites yang sepenuhnya dapat disesuaikan, Companion Suites di lorong jendela, serta layar hiburan dalam penerbangan 4K OLED yang dapat dipindahkan. Suite ini juga menawarkan peningkatan ruang dan privasi.\n\nBadr Mohammed Al-Meer, mengatakan, sangat senang meluncurkan Qsuite Next Gen yang telah lama dinantikan di Farnborough International Airshow.\n\n“Qatar Airways sekali lagi menaikkan standar untuk produk pemenang penghargaan kami, Qsuite. Kami berharap dapat menyambut media dan mitra di stan kami sepanjang minggu ini untuk merasakan masa depan perjalanan kelas bisnis dengan Kelas Bisnis Terbaik Dunia di Maskapai Penerbangan Terbaik Dunia,” katanya.\n\nQsuite Generasi Berikutnya\nQsuite Next Gen bertujuan untuk meningkatkan keseimbangan kehidupan kerja dengan fitur-fitur revolusioner yang dirancang untuk semua profesional, teman, dan keluarga.\n\nQuad Suite yang diperbarui kini dilengkapi dengan layar Panasonic Astrova IFE 4K OLED yang dapat dipindahkan—pertama di dunia untuk maskapai penerbangan. Layar ini dapat diposisikan ulang untuk menciptakan ruang sosial dan produktivitas maksimal di udara, mampu menampung hingga empat penumpang di Quad Suite dan hingga dua penumpang di Companion Suite.\n\nIstirahat dan relaksasi di Quad Suite juga ditingkatkan dengan ruang makan yang lebih besar dan privasi tambahan berkat pembatas yang lebih tinggi dan dikendalikan secara digital. Dengan tempat tidur yang lebih besar dan fitur ‘Make My Bed’ khas bintang 5 dari Qatar Airways, Quad Suite menawarkan kenyamanan tingkat tinggi.\n\nCompanion Suite, memiliki karakter yang mirip dengan Quad Suite, kini menawarkan ruang bersama yang lebih luas di lorong jendela setelah perombakan signifikan.\n\nQsuite Next Gen mengadopsi teknologi terbaru untuk meningkatkan kenyamanan dan konektivitas penumpang, menawarkan berbagai opsi penyesuaian seperti pencahayaan dan kontrol privasi melalui Unit Kontrol Penumpang layar sentuh yang ditingkatkan. Qsuite Next Gen akan tersedia di pesawat Boeing B777-9 Qatar Airways mulai tahun 2025.\n\nDi Farnborough International Airshow 2024, Qatar Airways juga memamerkan Boeing B787-9 Dreamliner terbaru dan Gulfstream G700 yang dioperasikan Qatar Executive."
  },
  {
    "title": "Textron Aviation Kirimkan SkyCourier Pertama Versi Combi ke Alaska",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Cessna-Skycourier-Business-Wire.jpg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Textron Aviation mengumumkan bahwa mereka telah mengirimkan Cessna SkyCourier pertama versi Combi, versi yang mengkombinasikan versi penumpang dengan angkutan kargo.\n\nSkyCourier pertama versi Combi itu dikirim kepada pemesannya, Everts Air, operator pesawat terbang di Alaska. Pesawat ini dirancang untuk memenuhi berbagai misi maskapai, mulai dari transportasi penumpang, kargo, dan layanan penerbangan charter.\n\nSebelum dikirimkan, Cessna SkyCourier telah mengantongi sertifikasi untuk konfigurasi Combi dari FAA, otoritas penerbangan sipil Amerika Serikat, pada Mei 2024. Versi Combi itu dibuat agar pesawat dapat mengangkut penumpang dan kargo secara bersamaan, sehingga memberikan fleksibilitas operasional yang lebih leluasa. Versi Combi ini dibuat dari SkyCourier varian penumpang yang sudah ada sebelumnnya.\n\n“Versi Combi baru Cessna SkyCourier menunjukkan kemampuan pesawat untuk memenuhi berbagai profil misi pelanggan kami di seluruh dunia,” kata Lannie O’Bannion, Senior Vice President, Sales and Flight Operations Cessna.\n\nSkyCourier menawarkan biaya operasional yang rendah dan kinerja tinggi, cocok untuk berbagai jenis misi. Ditenagai dua mesin Pratt & Whitney PT6A-65SC, pesawat ini memiliki kecepatan jelajah maksimum lebih dari 200 knot dan jangkauan maksimum mencapai 900 nautical miles. Varian kargonya memiliki kapasitas angkut hingga 2,7 ton, dan dilengkapi dengan kabin datar yang mampu menampung hingga tiga kontainer LD3.\n\n“Saya memandang Cessna SkyCourier sebagai pesawat generasi berikutnya untuk Bush Alaska,” kata Robert W. Everts, pemilik Everts Air.\n\nLanjut Robert, SkyCourier Combi akan memungkinkan maskapainya lebih fleksibel melayani kebutuhan unik warga di area terpencil. Sebab, selain menawarkan keandalan Cessna, Robert menilai, pesawat ini sangat adaptif dan merupakan solusi terbaik untuk angkutan udara dan dukungan penumpang di Alaska.\n\nCessna SkyCourier dilengkapi dengan pintu kargo besar. Dengan jendela kabin besar dan kompartemen bagasi yang luas, pesawat ini juga dirancang agar nyaman dan efisien.\n\nSkyCourier merupakan pesawat turboprop sayap tinggi bermesin ganda. Pesawat ini menawarkan kombinasi kinerja dan biaya pengoperasian yang lebih rendah untuk angkutan udara, komuter, dan operator misi khusus. Dua mesin turboprop Pratt & Whitney PT6A-65SC yang dipasang di sayap, dilengkapi dengan empat bilang baling-baling McCauley Propeller C779 yang terbuat dari aluminium. Pesawat juga dilengkapi dengan avionik Garmin G1000 NXi.\n\nPesawat yang dikirim ini akan bergabung dengan 135 pesawat Everts Air lainnya, yang juga antara lain terdiri dari varian pesawat kargo Cessna SkyCourier dan enam Cessna Caravan.\n\nFoto: Business Wire."
  },
  {
    "title": "Pendapatan PT AirAsia Indonesia Tbk. Naik 24 Persen",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/03/Dok.-AirAsia-1-1.jpg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Indonesia AirAsia mengumumkan, telah membukukan pendapatan Semester 1 2024 sebesar Rp 3,78 triliun. Pendapatan ini meningkat sebesar 24 persen dibandingkan semester yang sama tahun 2023, yang sebesar Rp 3,05 triliun.\n\nDirektur Utama Indonesia AirAsia, Veranita Yosephine, di Jakarta, mengatakan, kenaikkan pendapatan PT AirAsia Indonesia Tbk. (AAID/CMPP) didorong oleh peningkatan jumlah penumpang sebesar 21 persen. Total jumlah penumpang selama semester itu mencapai 3,32 juta, dengan tingkat keterisian penumpang (load factor) naik sebesar 4 pts atau 87 persen dibandingkan Semester 1 2023.\n\nDalam sebuah keterangan kepada media, Selasa 30 Juni 2024, Veranita Yosephine mengatakan, sebagian besar pendapatan AirAsia Indonesia Semester 1 itu berasal dari operasi penerbangan, dimana penjualan tiket kursi pesawat memberikan kontribusi sebesar Rp 3,2 triliun, diikuti oleh pendapatan dari bagasi dan pelayanan penerbangan sebesar Rp 518,8 miliar, pendapatan dari ancillary sebesar Rp 33,3 miliar, dan kargo Rp 26,5 miliar.\n\nVeranita Yosephine juga menyebut, pendapatan per kilometer kursi yang tersedia (RASK) naik sebesar 8 persen atau Rp 685 miliar, dengan peningkatan jumlah penerbangan sebesar 15 persen atau 2.900 penerbangan.\n\nJakarta menjadi sumber pendapatan utama senilai Rp 1,63 triliun, diikuti oleh Denpasar senilai Rp 1,38 triliun. Sementara, Surabaya dan Medan masing-masing mencatat angka Rp 488,54 miliar dan Rp 278,84 miliar.\n\nAdapun peningkatan pendapatan usaha Semester 1 tahun 2024 tercatat sebesar 24 persen atau sebesar Rp 733 miliar, diikuti dengan peningkatan biaya operasional sebesar 19 persen dari tahun sebelumnya atau Rp 665 miliar. Biaya yang dimaksud tidak mencakup laba/rugi selisih kurs dari transaksi dalam mata uang asing.\n\nVeranita menambahkan bahwa AAID/CMPP selalu berupaya melakukan langkah-langkah proaktif untuk menegaskan komitmennya dalam berinovasi secara berkelanjutan dan mencari peluang baru guna meningkatkan kinerja perusahaan. Salah satunya dengan membuka rute baru yang tidak hanya mencakup kawasan ASEAN, tetapi juga ke Australia.\n\nPada Semester 1 2024, Indonesia AirAsia telah meresmikan dua rute baru, yaitu Denpasar-Lampung dan Jakarta-Kota Kinabalu. Sementara pada bulan Agustus 2024, Indonesia AirAsia akan meresmikan empat rute internasional baru, yaitu Jakarta-Bandar Seri Begawan, Denpasar-Kota Kinabalu, Denpasar-Phuket, dan Denpasar-Cairns. Hal ini akan diikuti dengan pembukaan rute-rute baru lainnya ke beberapa negara di Asia di Semester 2 2024.\n\nPada Semester 1 2024, AAID/CMPP mengalami kerugian sebesar Rp 581,91 miliar, jika dibandingkan dengan Semester 1 2023 ada perbaikan kerugian sebesar 5 pts. Kerugian yang dimaksud tidak mencakup laba/rugi selisih kurs dari transaksi dalam mata uang asing.\n\nIndonesia AirAsia juga akan berupaya untuk mengoptimalisasi penggunaan pesawat demi mengakomodir meningkatnya permintaan penerbangan baik di rute domestik maupun internasional. Indonesia AirAsia juga selalu berkomitmen untuk terus meningkatkan strategi keberlanjutan dan kelangsungan perusahaan, sebagai salah satu upaya dalam membantu pemerintah untuk menjaga stabilitas industri penerbangan di Tanah Air."
  },
  {
    "title": "Flynas dan Airbus Sepakati Pengadaan 75 Pesawat A320neo dan 15 A330-900",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2023/10/A320-Flynas.jpg?w=1080&ssl=1",
    "description": "IndoAviation Plus – Flynas, maskapai LCC (berbiaya rendah) Arab Saudi, telah menandatangani Nota Kesepahaman (MoU) dengan Airbus untuk pengadaan 75 pesawat A320neo family dan 15 A330-900.\n\nKesepakatan itu ditandatangani saat pameran dirgantara internasional Farnborough 2024. Total 90 pesawat itu akan dipergunakan Flynas untuk meningkatkan kapasitas, jangkauan, dan kemampuan armada maskapai secara keseluruhan. Pesawat-pesawat ini akan bergabung dengan seluruh armada Airbus yang dioperasikan Flynas untuk melayani rute internasional, domestik, dan regional.\n\nPesawat A330-900 baru yang dipesan, nantinya akan memiliki konfigurasi dua kelas kursi dan dapat menerbangkan hingga 400 penumpang. Bander Almohanna, CEO dan Managing Director flynas, mengatakan, dengan teknologi canggih dan efisiensinya, A330neo akan meningkatkan kemampuan penerbangan jarak jauh maskapai, sekaligus mendukung rencana pertumbuhan program haji Arab Saudi.\n\n“Keluarga A320neo memberikan kinerja operasional dan manfaat lingkungan yang luar biasa, sehingga memungkinkan kami menawarkan pengalaman perjalanan berbiaya rendah,” ungkap Bander Almohanna.\n\nDisebutkan, A330neo memungkinkan flynas mengembangkan usaha ke pasar penerbangan jarak jauh menggunakan pesawat widebody. A330-900 menawarkan peningkatan kapasitas dan jangkauan dengan biaya kursi yang rendah sehingga memungkinkan flynas dapat bersaing secara efektif di pasar regional, pasar yang menjadi fokus utama maskapai.\n\nUntuk pasar regional, maskapai akan menyandingkan operasional A330-nya nanti bersama dengan A320-nya, terlebih A320 dan A330 memiliki kemiripan dalam hal operasional dan fleksibilitas. Kemiripan karakter kedua pesawat ini diyakini bakal menjadi kendaraan yang sempurna bagi maskapai untuk mengembangkan pasar sekaligus menawarkan pengalaman kabin dan kenyamanan bagi penumpangnya."
  },
  {
    "title": "Vietjet Akan Bangun Fasilitas MRO Pesawat di Laos",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Vietjet-in-Laos.jpeg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Vietjet dan Kementerian Pekerjaan Umum dan Transportasi Laos mengumumkan nota kesepahaman (MoU) untuk melaksanakan sejumlah proyek terkait penerbangan, di antaranya rencana untuk mendirikan fasilitas Maintenance Repair Overhaul (MRO) pesawat terbang di Laos.\n\nPenandatanganan MoU itu dilakukan di Vientiane disaksikan Presiden Vietnam To Lam, Sekretaris Jenderal Partai sekaligus Presiden Laos, Thongloun Sisoulith, dan pejabat tinggi kedua negara.\n\nDalam Mou itu antara lain disepakati adanya kerja sama antara Vietjet dan Departemen Penerbangan Sipil Laos untuk melaksanakan proyek terkait penerbangan dan meningkatkan aktivitas transportasi udara di Laos. Kerja sama itu diharapkan dapat menciptakan hingga 2.500 lapangan kerja baru di sektor penerbangan di Laos.\n\nUntuk menngembangkan fasilitas MRO di Laos, Vietjet akan bekerja sama dengan Vietjet Aviation Academy untuk pelatihan tenaga kerja baru sesuai dengan standar penerbangan internasional. Sebagai imbalannya, sebagai mitra maskapai, Departemen Penerbangan Sipil Laos akan memberikan dukungan administratif, hukum, dan fasilitas, serta berkoordinasi dengan lembaga lain untuk memfasilitasi proyek tersebut.\n\nPada tahun 2023, Vietjet meluncurkan pusat perawatan pesawat regional bekerja sama dengan Lao Airlines. Awal tahun ini, Vietjet meresmikan rute pertamanya antara Vietnam dan Laos, yang menghubungkan Ho Chi Minh dengan Vientiane.\n\nVietnam saat ini merupakan salah satu investor dan mitra dagang terbesar Laos, dengan 255 proyek investasi aktif di Laos. Total nilai investasi Vietnam di Laos mencapai US$5,5 miliar. Proyek-proyeknya berfokus pada transportasi, pariwisata, sains, dan teknologi, yang mendorong pertukaran perdagangan, pembangunan berkelanjutan, dan kemakmuran bersama bagi Laos, Vietnam, dan kawasan tersebut.\n\nKesepakatan yang diumumkan, disebutkan sejalan dengan tujuan dan arah bersama yang ditetapkan oleh pemerintah kedua negara dalam Nota Kesepahaman tentang Kerja Sama Strategis di Bidang Transportasi antara Pemerintah Vietnam dan Laos untuk periode 2016 – 2025."
  },
  {
    "title": "Gangguan Teknologi Lumpuhkan Bandara dan Maskapai Penerbangan",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/global-IT-outage.jpeg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Pembaruan perangkat lunak yang bermasalah yang diterapkan oleh perusahaan keamanan siber CrowdStrike memicu gangguan teknologi besar pada hari Jumat, 19 Juli, menyebabkan gangguan luas pada bisnis di seluruh dunia.\n\nPembaruan tersebut, yang memengaruhi sistem operasi Microsoft Windows, menyebabkan sistem macet dan menampilkan “Blue Screen of Death”. CrowdStrike mengonfirmasi ini bukan pelanggaran keamanan atau serangan siber. Perbaikan telah dilakukan oleh mereka.\n\nGangguan tersebut rupanya berdampak pada layanan penting di seluruh dunia, antara lain:\n\nPenerbangan: Maskapai penerbangan utama di Amerika Serikat (Delta, United, American), Asia (Singapura, Bangkok, Hong Kong, India), dan Australia mengalami pembatalan dan penundaan penerbangan.\nKeuangan: Operasi perbankan terganggu di beberapa negara, bersama dengan penundaan perdagangan di Bursa Efek London.\nTransportasi: Sistem tiket kereta api di Malaysia (KTMB) terdampak.\nMedia: Siaran langsung di Sky News (Inggris) dan ABC Australia terganggu.\nEfek berantai dirasakan di bandara, stasiun kereta api, dan lembaga keuangan, yang menyebabkan antrean panjang dan penundaan.\nDi Asia, bandara-bandara di Singapura, Bangkok, Hong Kong, dan India termasuk yang terdampak, dengan antrean panjang terlihat di konter check-in.\n\nJetstar Japan telah membatalkan atau menunda beberapa penerbangan domestik mereka.\n\nOperator bandara Malaysia mengatakan beberapa maskapai penerbangan terdampak. Ini termasuk maskapai berbiaya rendah AirAsia. Sistem tiket operator kereta api KTMB juga terkena dampak.\n\nDi belahan dunia lainnya, maskapai penerbangan utama AS termasuk Delta, United, dan American Airlines telah menghentikan semua penerbangan.\n\nDi tempat lain, penerbangan di Sydney, Spanyol, dan Jerman juga terdampak.\n\nMeskipun beberapa tindakan mitigasi telah diambil oleh Microsoft, tidak jelas berapa lama waktu yang dibutuhkan untuk memulihkan semua sistem yang terdampak sepenuhnya. Insiden ini menyoroti peran penting perangkat lunak, keamanan siber, dan potensi konsekuensi dari pembaruan kecil sekalipun.\n\nCEO CrowdStrike, George Kurtz, telah meminta maaf atas kegagalan teknologi global yang mengganggu berbagai industri, dan berjanji untuk bekerja sama dengan semua pelanggannya saat mereka berupaya untuk mengembalikan operasional mereka secara online.\n\n“Kami mohon maaf sebesar-besarnya atas dampak yang telah kami timbulkan kepada pelanggan, pelancong, kepada siapa pun yang terkena dampak ini, termasuk perusahaan kami,” katanya kepada program Today di NBC News.\n\n“Banyak pelanggan yang sedang menyalakan ulang sistem dan sistemnya kembali beroperasi.”"
  },
  {
    "title": "SATS dan SF Group Jalin Kerja Sama untuk Perkuat Rantai Pasok Global",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/02/SATS.jpg?w=1080&ssl=1",
    "description": "IndoAviation Plus – SATS Ltd (SATS), perusahaan layanan penanganan kargo udara yang berbasis di Singapura, dan SF Group, penyedia layanan pengiriman ekspres dan logistik Tiongkok, telah menandatangani Nota Kesepahaman (MoU) untuk memperluas kolaborasi strategis mereka. Kerja sama ini bertujuan untuk optimalisasi rantai pasok dengan jangkauan global. Kesepakatan kemitraan ini secara resmi ditandatangani di markas SF Group di Shenzhen, Tiongkok, oleh Zhang Ji, Vice President SF Group, dan Bob Chi, CEO Gateway Services Asia-Pacific SATS. Mereka berdua nantinya juga akan memimpin komite bersama yang mengawasi kelompok kerja tingkat regional atau nasional yang dibentuk untuk menjalankan proyek strategis mereka berdasarkan perjanjian itu. SATS dan SF Group akan menggabungkan keahlian dan layanan mereka masing-masing, serta anak perusahaan mereka, termasuk Worldwide Flight Services (WFS) anggota SATS Group, dan SF Airlines, maskapai penerbangan kargo Tiongkok milik SF Group. Sebagai langkah awal, kedua perusahaan akan memperluas kolaborasi di hub yang sudah ada di Singapura dan penanganan e-commerce di Liege, Belgia, ke hub global lainnya. Perluasan operasi mereka nantinya termasuk ke hub di Kuala Lumpur, Malaysia, serta rencana uji coba (Proof of Concept) untuk penanganan e-commerce di Beijing dan Bandara Internasional JFK New York. Selain itu, SATS dan SF Group akan bersama-sama membangun jaringan dan layanan khusus lainnya di lebih dari 200 lokasi SATS yang didukung oleh jaringan luas SF Group. SF Group saat ini merupakan penyedia logistik terintegrasi terbesar keempat di dunia yang berbasis di Tiongkok. “Kami merasa terhormat SF Group memilih bermitra dengan SATS untuk mengidentifikasi peluang perluasan jaringan dan peningkatan layanan secara global,” kata Bob Chi. “Kedua organisasi kami dapat belajar banyak dari satu sama lain saat kita berkolaborasi dan melampaui hubungan pelanggan-vendor tradisional. Ini adalah kemitraan yang saling menguntungkan di mana kedua pihak memanfaatkan kekuatan masing-masing untuk meningkatkan rantai pasok dan menciptakan nilai bagi para pemangku kepentingan kami. Kami yakin dapat membangun kesuksesan yang ada saat ini untuk melangkah ke jaringan global multi-stasiun.” Peluang pertumbuhan untuk kolaborasi SATS dan SF Group akan didorong oleh ekspansi pasar e-commerce global. Pasar ini diperkirakan tumbuh 8,8 persen pada tahun 2024 menjadi USD 6,3 triliun, dan mencapai USD 7,9 triliun pada tahun 2027. Foto: SATS."
  },
  {
    "title": "Semester 1 2024, Jumlah Pergerakan Penumpang di Bandara AP1 Capai 36,5 Juta",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Angkasa-Pura-1.jpeg?w=1200&ssl=1",
    "description": "IndoAviation Plus – PT Angkasa Pura I (AP1) mencatat ada sebanyak 36,5 juta pergerakan penumpang di 17 bandara yang dikelolanya sepanjang enam bulan pertama (semester 1) 2024. Jika dibandingkan semester 1 2019, pergerakan jumlah penumpang di bandara AP1 pada semester 1 2024 mencapai 91 persen. Pada semester 1 2019, AP1 mencatat pergerakan penumpang sebanyak 40 juta orang. Direktur Utama AP1, MMA Indah Preastuty, menyatakan, kinerja operasional AP1 pada periode semester 1 2024 yang sangat baik itu dipengaruhi oleh berbagai katalis, di antaranya adalah tingginya trafik pada masa arus mudik dan arus balik Idul Fitri 2024, angkutan haji, liburan sekolah, serta banyaknya jumlah libur akhir pekan dan cuti bersama sepanjang semester 1 2024. “Kami optimistis trafik angkutan udara di tahun ini akan semakin dekat menuju full recovery,” kata Indah Preastuty dalam sebuah pernyataan kepada media, kemarin. Lebih lanjut, Indah Preastuty merinci, jumlah pergerakan penumpang AP1 periode semester 1 2024 terbagi atas 28,1 juta penumpang rute domestik dan 8,4 juta penumpang rute internasional. Recovery rate untuk penumpang rute domestik mencapai 95 persen, sedangkan untuk penumpang rute internasional telah 100 persen pulih dibandingkan jumlah penumpang rute internasional selama semester 1 2019. Sedangkan untuk pergerakan pesawat, AP1 mencatat ada 237.195 pergerakan pesawat rute domestik dengan recovery rate sebesar 82 persen, dan 47.561 pergerakan pesawat rute internasional dengan recovery rate sebesar 98 persen. Selain itu, AP1 juga mencatat kinerja yang sangat positif di sektor kargo. Ada pertumbuhan sebesar 20 persen pada semester 1 2024 yang mencapai 282.729 ton dibandingkan trafik kargo semester 1 2019 yang sebanyak 236.259 ton. Atau dengan kata lain, kinerja trafik kargo AP1 di semester 1 2024 telah melampaui catatan trafik kargo pada periode yang sama pada 2019. Foto: Angkasa Pura 1."
  },
  {
    "title": "AP II Dukung Pengembangan Airport Rescue & Fire Fighting Indonesia",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/08/Unit-pemadam-kebakaran-bandara.jpg?w=1200&ssl=1",
    "description": "IndoAviation Plus – PT Angkasa Pura II selaku operator 20 bandara secara berkelanjutan turut mendukung pengembangan ARFF di Indonesia agar dapat selalu menjaga keselamatan penerbangan di setiap kondisi termasuk di tengah revolusi industri 4.0 yang terjadi saat ini.\\n\\nARFF  (Unit Airport Rescue and Fire Fighting) yang dibandara dikenal sebagai unit Pertolongan Kecelakaan Penerbangan dan Pemadam Kebakaran (PKP-PK) memiliki peran krusial di bandara dalam mendukung aspek keselamatan penerbangan.\\n\\nARFF memiliki dua tugas dan fungsi, yaitu menyelamatkan jiwa dan harta benda dari suatu pesawat udara yang mengalami kejadian (incident) atau kecelakaan (accident) di bandar udara dan sekitarnya; serta mencegah, mengendalikan, memadamkan api, melindungi manusia dan barang yang terancam bahaya kebakaran pada fasilitas di bandar udara.\\n\\nPgs. SVP of Corporate Secretary AP II, Cin Asmoro, mengatakan, AP II berkolaborasi dengan Forum Komunikasi (FK) ARFF yang menaungi ARFF di seluruh Indonesia untuk terus mengembangkan, memajukan dan mempermudah pola operasi serta prosedur bagi ARFF.\\n\\nPada tahun ini kolaborasi tersebut diwujudkan dalam kegiatan ARFF Creative Thinking & Innovation Competition (ACTION) 2024 yang dibuka pada Rabu, 31 Juli 2024.\\n\\nKegiatan ACTION 2024 ini dimotori oleh Airport Learning Center (ALC) AP II dan FK ARFF. Adapun ALC merupakan satu unit di AP II yang fokus pada pengembangan sumber daya manusia untuk melahirkan pemimpin handal, membentuk personil yang memiliki pengetahuan mendalam tentang kebandarudaraan, serta mewujudkan standar global di seluruh bandara AP II.\\n\\nGuna mencapai tujuan tersebut, ALC memiliki gedung berlokasi di kawasan Bandara Soekarno-Hatta yang dilengkapi 10 ruang kelas dengan teknologi modern, 1 auditorium, 1 amphitheater, 1 e-library, 1 ruang simulasi, VIP lounge dan dining hall."
  },
  {
    "title": "Indonesia AirAsia Announces Semester 1 2024 Earnings",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://cms.kartinimedia.id/assets/img/202401100352378273-RIF20211129_Airbus+A320+at+the+bay-103.jpg",
    "description": "IndoAviation Plus – Indonesia AirAsia mengumumkan, telah membukukan pendapatan Semester 1 2024 sebesar Rp 3,78 triliun. Pendapatan ini meningkat sebesar 24 persen dibandingkan semester yang sama tahun 2023, yang sebesar Rp 3,05 triliun.\\n\\nDirektur Utama Indonesia AirAsia, Veranita Yosephine, di Jakarta, mengatakan, kenaikkan pendapatan PT AirAsia Indonesia Tbk. (AAID/CMPP) didorong oleh peningkatan jumlah penumpang sebesar 21 persen. Total  jumlah penumpang selama semester itu mencapai 3,32 juta, dengan tingkat keterisian penumpang (load factor) naik sebesar 4 pts atau 87 persen dibandingkan Semester 1 2023.\\n\\nDalam sebuah keterangan kepada media, Selasa 30 Juni 2024, Veranita Yosephine mengatakan, sebagian besar pendapatan AirAsia Indonesia Semester 1 itu berasal dari operasi penerbangan, dimana penjualan tiket kursi pesawat memberikan kontribusi sebesar Rp 3,2 triliun, diikuti oleh pendapatan dari bagasi dan pelayanan penerbangan sebesar Rp 518,8 miliar, pendapatan dari ancillary sebesar Rp 33,3 miliar, dan kargo Rp 26,5 miliar.\\n\\nVeranita Yosephine  juga menyebut, pendapatan per kilometer kursi yang tersedia (RASK) naik sebesar 8 persen atau Rp 685 miliar, dengan peningkatan jumlah penerbangan sebesar 15 persen atau 2.900 penerbangan.\\n\\nJakarta menjadi sumber pendapatan utama senilai Rp 1,63 triliun, diikuti oleh Denpasar senilai Rp 1,38 triliun. Sementara, Surabaya dan Medan masing-masing mencatat angka Rp 488,54 miliar dan Rp 278,84 miliar.\\n\\nAdapun peningkatan pendapatan usaha Semester 1 tahun 2024 tercatat sebesar 24 persen atau sebesar Rp 733 miliar, diikuti dengan peningkatan biaya operasional sebesar 19 persen dari tahun sebelumnya atau Rp 665 miliar. Biaya yang dimaksud tidak mencakup laba/rugi selisih kurs dari transaksi dalam mata uang asing.\\n\\nVeranita menambahkan bahwa AAID/CMPP selalu berupaya melakukan langkah-langkah proaktif untuk menegaskan komitmennya dalam berinovasi secara berkelanjutan dan mencari peluang baru guna meningkatkan kinerja perusahaan. Salah satunya dengan membuka rute baru yang tidak hanya mencakup kawasan ASEAN, tetapi juga ke Australia.\\n\\nPada Semester 1 2024, Indonesia AirAsia telah meresmikan dua rute baru, yaitu Denpasar-Lampung dan Jakarta-Kota Kinabalu. Sementara pada bulan Agustus 2024, Indonesia AirAsia akan meresmikan empat rute internasional baru, yaitu Jakarta-Bandar Seri Begawan, Denpasar-Kota Kinabalu, Denpasar-Phuket, dan Denpasar-Cairns. Hal ini akan diikuti dengan pembukaan rute-rute baru lainnya ke beberapa negara di Asia di Semester 2 2024.\\n\\nPada Semester 1 2024, AAID/CMPP mengalami kerugian sebesar Rp 581,91 miliar, jika dibandingkan dengan Semester 1 2023 ada perbaikan kerugian sebesar 5 pts. Kerugian yang dimaksud tidak mencakup laba/rugi selisih kurs dari transaksi dalam mata uang asing.\\n\\nIndonesia AirAsia juga akan berupaya untuk mengoptimalisasi penggunaan pesawat demi mengakomodir meningkatnya permintaan penerbangan baik di rute domestik maupun internasional. Indonesia AirAsia juga selalu berkomitmen untuk terus meningkatkan strategi keberlanjutan dan kelangsungan perusahaan, sebagai salah satu upaya dalam membantu pemerintah untuk menjaga stabilitas industri penerbangan di Tanah Air."
  },
  {
    "title": "Pemulangan Jemaah Haji Lewat 13 Bandara Angkasa Pura Selesai",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Penerbangan-Jemaah-Haji.jpeg?w=1200&ssl=1",
    "description": "Di tujuh bandara yang dikelolanya, Angkasa Pura 1 sukses melayani kepulangan 120.255 jemaah. Penerbangan kepulangan jemaah haji di bandara AP 1 dimulai pada 22 Juni, dan berlangsung hingga 22 Juli 2024. Sementara di Angkasa Pura 2, fase pemulangan jemaah haji berlangsung antara 22 Juni – 22 Juli 2024.\\n\\nDirektur Utama AP 1, MMA Indah Preastuty, bersyukur atas terlesaikannya proses membarkasi dan debarkasi jemaah haji melalui bandaranya. “Mewakili Manajemen AP1, perkenankan saya untuk mengucapkan selamat datang kembali di Tanah Air bagi para jemaah haji,” ujarnya.\\n\\nPesawat Boeing 747-400 Saudia nomor penerbangan SV5136 yang mendarat di Bandara Hang Nadim Batam pada Senin (22 Juli 2024) siang pukul 10.30 menjadi penerbangan terakhir kepulangan para jemaah haji melalui bandara-bandara AP 1. Penerbangan kloter 28 itu mengangkut 427 jemaah haji sekaligus menandai terselesaikannya Angkutan Haji 1445H/2024 M di bandara AP 1.\\n\\nBerdasar data AP 1, Bandara Juanda Surabaya menjadi bandara yang melayani kepulangan jemaah haji terbanyak, yakni 39.167 jemaah yang terbagi dalam 106 kloter. Di urutan kedua adalah Bandara Adi Soemarmo Solo dengan 35.885 jemaah haji dalam 100 kloter, serta Bandara Sultan Hasanuddin Makassar dengan 16.601 jemaah haji dalam 39 kloter.\\n\\nDisebutkan pula, Bandara Hang Nadim Batam melayani 11.934 jemaah haji dalam 27 kloter, Bandara SAMS Sepinggan Balikpapan melayani 6.005 jemaah haji dalam 19 kloter, Bandara Syamsudin Noor Banjarmasin melayani 5.842 jemaah haji dalam 19 kloter, serta Bandara Zainuddin Abdul Madjid Lombok melayani 4.821 jemaah haji dalam 13 kloter.\\n\\nSementara itu, SVP Corporate Secretary AP 2, Cin Asmoro, mengatakan jemaah haji yang tiba di Indonesia melalui bandara AP 2 tercatat sebanyak 94.795 jemaah. Jumlah penerbangan pemulangannya mencapai 231 penerbangan.\\n\\n“Bandara Soekarno-Hatta (Tangerang) paling banyak melayani kepulangan jemaah haji yakni sebanyak 53.365 jemaah haji,” ujar Cin Asmoro.\\n\\nBandara AP 2 lainnya yang melayani kepulangan jemaah haji adalah Bandara Kertajati (Majalengka) sebanyak 13.037 jemaah, lalu Bandara Kualanamu (Deli Serdang) sebanyak 8.672 jemaah, Bandara Sultan Mahmud Badaruddin II (Palembang) sebanyak 8.439 jemaah, Bandara Minangkabau (Padang) sebanyak 6.590 jemaah dan Bandara Sultan Iskandar Muda (Aceh) sebanyak 4.692 jemaah."
  },
  {
    "title": "Jumlah Penumpang Pesawat di Bandara Soekarno-Hatta Capai 26 Juta",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Terminal-3-Bandara-Soekarno-Hatta.jpeg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Selama semester 1 2024, jumlah penumpang pesawat di Bandara Soekarno-Hatta mencapai 26 juta orang. Angka ini 2 persen lebih tinggi dibandingkan Semester I/2019 (masa sebelum pandemi COVID-19) yang sebanyak 25,48 juta penumpang.\n\nOperator Bandara Soekarno Hatta, PT Angkasa Pura 2, mengatakan jumlah penumpang selama periode Januari – Juni 2024 itu juga lebih tinggi sekitar 6 persen jika dibandingkan periode Januari – Juni 2023 yang tercatat 24,45 juta penumpang.\n\nSenior Vice President Corporate Secretary PT Angkasa Pura II, Cin Asmoro, mengatakan lalu lintas penerbangan di Bandara Soekarno-Hatta terus bergeliat sejak status pandemi dinyatakan berakhir di Indonesia pada Juni 2023.\n\nKatanya, penningkatan itu antara lain karena seluruh stakeholder di Bandara Soekarno-Hatta berkolaborasi untuk pengaktifan kembali rute penerbangan yang sempat ditutup saat pandemi, membuka rute-rute baru dan menambah frekwensi di rute eksisting.\n\n“Kami berupaya untuk terus menjaga dan meningkatkan kontribusi Bandara Soekarno-Hatta, yang merupakan bandara terbesar dan tersibuk di Indonesia, terhadap pertumbuhan ekonomi nasional termasuk sektor pariwisata,” ungkap Cin Asmoro.\n\nSementara itu, Executive General Manager Bandara Soekarno-Hatta, Dwi Ananda, mengatakan sepanjang 6 bulan pertama tahun ini Bandara Soekarno-Hatta telah melayani 175.359 penerbangan.\n\n“Khusus Juni 2024, 5 rute domestik tersibuk dari dan ke Bandara Soekarno adalah Denpasar, Surabaya, Medan, Makassar dan Balikpapan. Sedangkan 5 rute internasional tersibuk yakni Singapura, Kuala Lumpur, Jeddah, Doha dan Hong Kong,” ujar Dwi Ananda.\n\nSelain di Bandara Soekarno Hatta, untuk periode yang sama, Angkasa Pura 2 juga mencatat adanya peningkatan jumlah penumpang di total 20 bandara yang dikelolanya.\n\nJumlah totalnya mencapai 40,05 juta penumpang. Meningkat sekitar 2,5 persen jika dibandingkan dengan total jumlah penumpang pada Semester 1 2023 yang sebanyak 39,04 juta penumpang. Jumlah ini sekaligus merefleksikan tingkat pemulihan (recovery rate) hingga 92 persen dibandingkan Semester 1 2019.\n\nAP II menargetkan jumlah penumpang hingga akhir 2024 dapat mencapai 91,08 juta penumpang."
  },
  {
    "title": "Qatar Airways Luncurkan ‘Qsuite Next Gen’ Versi Terbaru",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Qsuite-Next-Gen-Qatar-Airways.jpg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Pada pagi hari pertama Farnborough International Airshow 2024, Chief Executive Officer Qatar Airways Group, Badr Mohammed Al-Meer, meluncurkan ‘Qsuite Next Gen’, versi terbaru dan ultra-modern dari Qsuite. Peluncuran ini membawa Kelas Bisnis Terbaik Dunia, Qsuite ke tingkat yang lebih tinggi dalam penerbangan komersial.\n\nDi Farnborough International Airshow, tepatnya di Qatar Airways Discover Lounge, Badr Mohammed Al-Meer memperkenalkan Qsuite Next Gen dan Sama – awak kabin digital pertama di dunia. Di sana, Sama membangun antusiasme pengunjung melalui percakapan interaktif tentang bagaimana, Qatar Airways mendefinisikan ulang kemewahan dan inovasi, meningkatkan tolok ukur industri dalam pengalaman kelas bisnis.\n\nSelama peluncuran, Badr Mohammed Al-Meer menyoroti fitur-fitur baru dari Qsuite Next Gen, termasuk Quad Suites yang sepenuhnya dapat disesuaikan, Companion Suites di lorong jendela, serta layar hiburan dalam penerbangan 4K OLED yang dapat dipindahkan. Suite ini juga menawarkan peningkatan ruang dan privasi.\n\nBadr Mohammed Al-Meer, mengatakan, sangat senang meluncurkan Qsuite Next Gen yang telah lama dinantikan di Farnborough International Airshow.\n\n“Qatar Airways sekali lagi menaikkan standar untuk produk pemenang penghargaan kami, Qsuite. Kami berharap dapat menyambut media dan mitra di stan kami sepanjang minggu ini untuk merasakan masa depan perjalanan kelas bisnis dengan Kelas Bisnis Terbaik Dunia di Maskapai Penerbangan Terbaik Dunia,” katanya.\n\nQsuite Generasi Berikutnya\nQsuite Next Gen bertujuan untuk meningkatkan keseimbangan kehidupan kerja dengan fitur-fitur revolusioner yang dirancang untuk semua profesional, teman, dan keluarga.\n\nQuad Suite yang diperbarui kini dilengkapi dengan layar Panasonic Astrova IFE 4K OLED yang dapat dipindahkan—pertama di dunia untuk maskapai penerbangan. Layar ini dapat diposisikan ulang untuk menciptakan ruang sosial dan produktivitas maksimal di udara, mampu menampung hingga empat penumpang di Quad Suite dan hingga dua penumpang di Companion Suite.\n\nIstirahat dan relaksasi di Quad Suite juga ditingkatkan dengan ruang makan yang lebih besar dan privasi tambahan berkat pembatas yang lebih tinggi dan dikendalikan secara digital. Dengan tempat tidur yang lebih besar dan fitur ‘Make My Bed’ khas bintang 5 dari Qatar Airways, Quad Suite menawarkan kenyamanan tingkat tinggi.\n\nCompanion Suite, memiliki karakter yang mirip dengan Quad Suite, kini menawarkan ruang bersama yang lebih luas di lorong jendela setelah perombakan signifikan.\n\nQsuite Next Gen mengadopsi teknologi terbaru untuk meningkatkan kenyamanan dan konektivitas penumpang, menawarkan berbagai opsi penyesuaian seperti pencahayaan dan kontrol privasi melalui Unit Kontrol Penumpang layar sentuh yang ditingkatkan. Qsuite Next Gen akan tersedia di pesawat Boeing B777-9 Qatar Airways mulai tahun 2025.\n\nDi Farnborough International Airshow 2024, Qatar Airways juga memamerkan Boeing B787-9 Dreamliner terbaru dan Gulfstream G700 yang dioperasikan Qatar Executive."
  },
  {
    "title": "Textron Aviation Kirimkan SkyCourier Pertama Versi Combi ke Alaska",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Cessna-Skycourier-Business-Wire.jpg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Textron Aviation mengumumkan bahwa mereka telah mengirimkan Cessna SkyCourier pertama versi Combi, versi yang mengkombinasikan versi penumpang dengan angkutan kargo.\n\nSkyCourier pertama versi Combi itu dikirim kepada pemesannya, Everts Air, operator pesawat terbang di Alaska. Pesawat ini dirancang untuk memenuhi berbagai misi maskapai, mulai dari transportasi penumpang, kargo, dan layanan penerbangan charter.\n\nSebelum dikirimkan, Cessna SkyCourier telah mengantongi sertifikasi untuk konfigurasi Combi dari FAA, otoritas penerbangan sipil Amerika Serikat, pada Mei 2024. Versi Combi itu dibuat agar pesawat dapat mengangkut penumpang dan kargo secara bersamaan, sehingga memberikan fleksibilitas operasional yang lebih leluasa. Versi Combi ini dibuat dari SkyCourier varian penumpang yang sudah ada sebelumnnya.\n\n“Versi Combi baru Cessna SkyCourier menunjukkan kemampuan pesawat untuk memenuhi berbagai profil misi pelanggan kami di seluruh dunia,” kata Lannie O’Bannion, Senior Vice President, Sales and Flight Operations Cessna.\n\nSkyCourier menawarkan biaya operasional yang rendah dan kinerja tinggi, cocok untuk berbagai jenis misi. Ditenagai dua mesin Pratt & Whitney PT6A-65SC, pesawat ini memiliki kecepatan jelajah maksimum lebih dari 200 knot dan jangkauan maksimum mencapai 900 nautical miles. Varian kargonya memiliki kapasitas angkut hingga 2,7 ton, dan dilengkapi dengan kabin datar yang mampu menampung hingga tiga kontainer LD3.\n\n“Saya memandang Cessna SkyCourier sebagai pesawat generasi berikutnya untuk Bush Alaska,” kata Robert W. Everts, pemilik Everts Air.\n\nLanjut Robert, SkyCourier Combi akan memungkinkan maskapainya lebih fleksibel melayani kebutuhan unik warga di area terpencil. Sebab, selain menawarkan keandalan Cessna, Robert menilai, pesawat ini sangat adaptif dan merupakan solusi terbaik untuk angkutan udara dan dukungan penumpang di Alaska.\n\nCessna SkyCourier dilengkapi dengan pintu kargo besar. Dengan jendela kabin besar dan kompartemen bagasi yang luas, pesawat ini juga dirancang agar nyaman dan efisien.\n\nSkyCourier merupakan pesawat turboprop sayap tinggi bermesin ganda. Pesawat ini menawarkan kombinasi kinerja dan biaya pengoperasian yang lebih rendah untuk angkutan udara, komuter, dan operator misi khusus. Dua mesin turboprop Pratt & Whitney PT6A-65SC yang dipasang di sayap, dilengkapi dengan empat bilang baling-baling McCauley Propeller C779 yang terbuat dari aluminium. Pesawat juga dilengkapi dengan avionik Garmin G1000 NXi.\n\nPesawat yang dikirim ini akan bergabung dengan 135 pesawat Everts Air lainnya, yang juga antara lain terdiri dari varian pesawat kargo Cessna SkyCourier dan enam Cessna Caravan.\n\nFoto: Business Wire."
  },
  {
    "title": "Pendapatan PT AirAsia Indonesia Tbk. Naik 24 Persen",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/03/Dok.-AirAsia-1-1.jpg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Indonesia AirAsia mengumumkan, telah membukukan pendapatan Semester 1 2024 sebesar Rp 3,78 triliun. Pendapatan ini meningkat sebesar 24 persen dibandingkan semester yang sama tahun 2023, yang sebesar Rp 3,05 triliun.\n\nDirektur Utama Indonesia AirAsia, Veranita Yosephine, di Jakarta, mengatakan, kenaikkan pendapatan PT AirAsia Indonesia Tbk. (AAID/CMPP) didorong oleh peningkatan jumlah penumpang sebesar 21 persen. Total jumlah penumpang selama semester itu mencapai 3,32 juta, dengan tingkat keterisian penumpang (load factor) naik sebesar 4 pts atau 87 persen dibandingkan Semester 1 2023.\n\nDalam sebuah keterangan kepada media, Selasa 30 Juni 2024, Veranita Yosephine mengatakan, sebagian besar pendapatan AirAsia Indonesia Semester 1 itu berasal dari operasi penerbangan, dimana penjualan tiket kursi pesawat memberikan kontribusi sebesar Rp 3,2 triliun, diikuti oleh pendapatan dari bagasi dan pelayanan penerbangan sebesar Rp 518,8 miliar, pendapatan dari ancillary sebesar Rp 33,3 miliar, dan kargo Rp 26,5 miliar.\n\nVeranita Yosephine juga menyebut, pendapatan per kilometer kursi yang tersedia (RASK) naik sebesar 8 persen atau Rp 685 miliar, dengan peningkatan jumlah penerbangan sebesar 15 persen atau 2.900 penerbangan.\n\nJakarta menjadi sumber pendapatan utama senilai Rp 1,63 triliun, diikuti oleh Denpasar senilai Rp 1,38 triliun. Sementara, Surabaya dan Medan masing-masing mencatat angka Rp 488,54 miliar dan Rp 278,84 miliar.\n\nAdapun peningkatan pendapatan usaha Semester 1 tahun 2024 tercatat sebesar 24 persen atau sebesar Rp 733 miliar, diikuti dengan peningkatan biaya operasional sebesar 19 persen dari tahun sebelumnya atau Rp 665 miliar. Biaya yang dimaksud tidak mencakup laba/rugi selisih kurs dari transaksi dalam mata uang asing.\n\nVeranita menambahkan bahwa AAID/CMPP selalu berupaya melakukan langkah-langkah proaktif untuk menegaskan komitmennya dalam berinovasi secara berkelanjutan dan mencari peluang baru guna meningkatkan kinerja perusahaan. Salah satunya dengan membuka rute baru yang tidak hanya mencakup kawasan ASEAN, tetapi juga ke Australia.\n\nPada Semester 1 2024, Indonesia AirAsia telah meresmikan dua rute baru, yaitu Denpasar-Lampung dan Jakarta-Kota Kinabalu. Sementara pada bulan Agustus 2024, Indonesia AirAsia akan meresmikan empat rute internasional baru, yaitu Jakarta-Bandar Seri Begawan, Denpasar-Kota Kinabalu, Denpasar-Phuket, dan Denpasar-Cairns. Hal ini akan diikuti dengan pembukaan rute-rute baru lainnya ke beberapa negara di Asia di Semester 2 2024.\n\nPada Semester 1 2024, AAID/CMPP mengalami kerugian sebesar Rp 581,91 miliar, jika dibandingkan dengan Semester 1 2023 ada perbaikan kerugian sebesar 5 pts. Kerugian yang dimaksud tidak mencakup laba/rugi selisih kurs dari transaksi dalam mata uang asing.\n\nIndonesia AirAsia juga akan berupaya untuk mengoptimalisasi penggunaan pesawat demi mengakomodir meningkatnya permintaan penerbangan baik di rute domestik maupun internasional. Indonesia AirAsia juga selalu berkomitmen untuk terus meningkatkan strategi keberlanjutan dan kelangsungan perusahaan, sebagai salah satu upaya dalam membantu pemerintah untuk menjaga stabilitas industri penerbangan di Tanah Air."
  },
  {
    "title": "Flynas dan Airbus Sepakati Pengadaan 75 Pesawat A320neo dan 15 A330-900",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2023/10/A320-Flynas.jpg?w=1080&ssl=1",
    "description": "IndoAviation Plus – Flynas, maskapai LCC (berbiaya rendah) Arab Saudi, telah menandatangani Nota Kesepahaman (MoU) dengan Airbus untuk pengadaan 75 pesawat A320neo family dan 15 A330-900.\n\nKesepakatan itu ditandatangani saat pameran dirgantara internasional Farnborough 2024. Total 90 pesawat itu akan dipergunakan Flynas untuk meningkatkan kapasitas, jangkauan, dan kemampuan armada maskapai secara keseluruhan. Pesawat-pesawat ini akan bergabung dengan seluruh armada Airbus yang dioperasikan Flynas untuk melayani rute internasional, domestik, dan regional.\n\nPesawat A330-900 baru yang dipesan, nantinya akan memiliki konfigurasi dua kelas kursi dan dapat menerbangkan hingga 400 penumpang. Bander Almohanna, CEO dan Managing Director flynas, mengatakan, dengan teknologi canggih dan efisiensinya, A330neo akan meningkatkan kemampuan penerbangan jarak jauh maskapai, sekaligus mendukung rencana pertumbuhan program haji Arab Saudi.\n\n“Keluarga A320neo memberikan kinerja operasional dan manfaat lingkungan yang luar biasa, sehingga memungkinkan kami menawarkan pengalaman perjalanan berbiaya rendah,” ungkap Bander Almohanna.\n\nDisebutkan, A330neo memungkinkan flynas mengembangkan usaha ke pasar penerbangan jarak jauh menggunakan pesawat widebody. A330-900 menawarkan peningkatan kapasitas dan jangkauan dengan biaya kursi yang rendah sehingga memungkinkan flynas dapat bersaing secara efektif di pasar regional, pasar yang menjadi fokus utama maskapai.\n\nUntuk pasar regional, maskapai akan menyandingkan operasional A330-nya nanti bersama dengan A320-nya, terlebih A320 dan A330 memiliki kemiripan dalam hal operasional dan fleksibilitas. Kemiripan karakter kedua pesawat ini diyakini bakal menjadi kendaraan yang sempurna bagi maskapai untuk mengembangkan pasar sekaligus menawarkan pengalaman kabin dan kenyamanan bagi penumpangnya."
  },
  {
    "title": "Vietjet Akan Bangun Fasilitas MRO Pesawat di Laos",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Vietjet-in-Laos.jpeg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Vietjet dan Kementerian Pekerjaan Umum dan Transportasi Laos mengumumkan nota kesepahaman (MoU) untuk melaksanakan sejumlah proyek terkait penerbangan, di antaranya rencana untuk mendirikan fasilitas Maintenance Repair Overhaul (MRO) pesawat terbang di Laos.\n\nPenandatanganan MoU itu dilakukan di Vientiane disaksikan Presiden Vietnam To Lam, Sekretaris Jenderal Partai sekaligus Presiden Laos, Thongloun Sisoulith, dan pejabat tinggi kedua negara.\n\nDalam Mou itu antara lain disepakati adanya kerja sama antara Vietjet dan Departemen Penerbangan Sipil Laos untuk melaksanakan proyek terkait penerbangan dan meningkatkan aktivitas transportasi udara di Laos. Kerja sama itu diharapkan dapat menciptakan hingga 2.500 lapangan kerja baru di sektor penerbangan di Laos.\n\nUntuk menngembangkan fasilitas MRO di Laos, Vietjet akan bekerja sama dengan Vietjet Aviation Academy untuk pelatihan tenaga kerja baru sesuai dengan standar penerbangan internasional. Sebagai imbalannya, sebagai mitra maskapai, Departemen Penerbangan Sipil Laos akan memberikan dukungan administratif, hukum, dan fasilitas, serta berkoordinasi dengan lembaga lain untuk memfasilitasi proyek tersebut.\n\nPada tahun 2023, Vietjet meluncurkan pusat perawatan pesawat regional bekerja sama dengan Lao Airlines. Awal tahun ini, Vietjet meresmikan rute pertamanya antara Vietnam dan Laos, yang menghubungkan Ho Chi Minh dengan Vientiane.\n\nVietnam saat ini merupakan salah satu investor dan mitra dagang terbesar Laos, dengan 255 proyek investasi aktif di Laos. Total nilai investasi Vietnam di Laos mencapai US$5,5 miliar. Proyek-proyeknya berfokus pada transportasi, pariwisata, sains, dan teknologi, yang mendorong pertukaran perdagangan, pembangunan berkelanjutan, dan kemakmuran bersama bagi Laos, Vietnam, dan kawasan tersebut.\n\nKesepakatan yang diumumkan, disebutkan sejalan dengan tujuan dan arah bersama yang ditetapkan oleh pemerintah kedua negara dalam Nota Kesepahaman tentang Kerja Sama Strategis di Bidang Transportasi antara Pemerintah Vietnam dan Laos untuk periode 2016 – 2025."
  },
  {
    "title": "Gangguan Teknologi Lumpuhkan Bandara dan Maskapai Penerbangan",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/global-IT-outage.jpeg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Pembaruan perangkat lunak yang bermasalah yang diterapkan oleh perusahaan keamanan siber CrowdStrike memicu gangguan teknologi besar pada hari Jumat, 19 Juli, menyebabkan gangguan luas pada bisnis di seluruh dunia.\n\nPembaruan tersebut, yang memengaruhi sistem operasi Microsoft Windows, menyebabkan sistem macet dan menampilkan “Blue Screen of Death”. CrowdStrike mengonfirmasi ini bukan pelanggaran keamanan atau serangan siber. Perbaikan telah dilakukan oleh mereka.\n\nGangguan tersebut rupanya berdampak pada layanan penting di seluruh dunia, antara lain:\n\nPenerbangan: Maskapai penerbangan utama di Amerika Serikat (Delta, United, American), Asia (Singapura, Bangkok, Hong Kong, India), dan Australia mengalami pembatalan dan penundaan penerbangan.\nKeuangan: Operasi perbankan terganggu di beberapa negara, bersama dengan penundaan perdagangan di Bursa Efek London.\nTransportasi: Sistem tiket kereta api di Malaysia (KTMB) terdampak.\nMedia: Siaran langsung di Sky News (Inggris) dan ABC Australia terganggu.\nEfek berantai dirasakan di bandara, stasiun kereta api, dan lembaga keuangan, yang menyebabkan antrean panjang dan penundaan.\nDi Asia, bandara-bandara di Singapura, Bangkok, Hong Kong, dan India termasuk yang terdampak, dengan antrean panjang terlihat di konter check-in.\n\nJetstar Japan telah membatalkan atau menunda beberapa penerbangan domestik mereka.\n\nOperator bandara Malaysia mengatakan beberapa maskapai penerbangan terdampak. Ini termasuk maskapai berbiaya rendah AirAsia. Sistem tiket operator kereta api KTMB juga terkena dampak.\n\nDi belahan dunia lainnya, maskapai penerbangan utama AS termasuk Delta, United, dan American Airlines telah menghentikan semua penerbangan.\n\nDi tempat lain, penerbangan di Sydney, Spanyol, dan Jerman juga terdampak.\n\nMeskipun beberapa tindakan mitigasi telah diambil oleh Microsoft, tidak jelas berapa lama waktu yang dibutuhkan untuk memulihkan semua sistem yang terdampak sepenuhnya. Insiden ini menyoroti peran penting perangkat lunak, keamanan siber, dan potensi konsekuensi dari pembaruan kecil sekalipun.\n\nCEO CrowdStrike, George Kurtz, telah meminta maaf atas kegagalan teknologi global yang mengganggu berbagai industri, dan berjanji untuk bekerja sama dengan semua pelanggannya saat mereka berupaya untuk mengembalikan operasional mereka secara online.\n\n“Kami mohon maaf sebesar-besarnya atas dampak yang telah kami timbulkan kepada pelanggan, pelancong, kepada siapa pun yang terkena dampak ini, termasuk perusahaan kami,” katanya kepada program Today di NBC News.\n\n“Banyak pelanggan yang sedang menyalakan ulang sistem dan sistemnya kembali beroperasi.”"
  },
  {
    "title": "SATS dan SF Group Jalin Kerja Sama untuk Perkuat Rantai Pasok Global",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/02/SATS.jpg?w=1080&ssl=1",
    "description": "IndoAviation Plus – SATS Ltd (SATS), perusahaan layanan penanganan kargo udara yang berbasis di Singapura, dan SF Group, penyedia layanan pengiriman ekspres dan logistik Tiongkok, telah menandatangani Nota Kesepahaman (MoU) untuk memperluas kolaborasi strategis mereka. Kerja sama ini bertujuan untuk optimalisasi rantai pasok dengan jangkauan global. Kesepakatan kemitraan ini secara resmi ditandatangani di markas SF Group di Shenzhen, Tiongkok, oleh Zhang Ji, Vice President SF Group, dan Bob Chi, CEO Gateway Services Asia-Pacific SATS. Mereka berdua nantinya juga akan memimpin komite bersama yang mengawasi kelompok kerja tingkat regional atau nasional yang dibentuk untuk menjalankan proyek strategis mereka berdasarkan perjanjian itu. SATS dan SF Group akan menggabungkan keahlian dan layanan mereka masing-masing, serta anak perusahaan mereka, termasuk Worldwide Flight Services (WFS) anggota SATS Group, dan SF Airlines, maskapai penerbangan kargo Tiongkok milik SF Group. Sebagai langkah awal, kedua perusahaan akan memperluas kolaborasi di hub yang sudah ada di Singapura dan penanganan e-commerce di Liege, Belgia, ke hub global lainnya. Perluasan operasi mereka nantinya termasuk ke hub di Kuala Lumpur, Malaysia, serta rencana uji coba (Proof of Concept) untuk penanganan e-commerce di Beijing dan Bandara Internasional JFK New York. Selain itu, SATS dan SF Group akan bersama-sama membangun jaringan dan layanan khusus lainnya di lebih dari 200 lokasi SATS yang didukung oleh jaringan luas SF Group. SF Group saat ini merupakan penyedia logistik terintegrasi terbesar keempat di dunia yang berbasis di Tiongkok. “Kami merasa terhormat SF Group memilih bermitra dengan SATS untuk mengidentifikasi peluang perluasan jaringan dan peningkatan layanan secara global,” kata Bob Chi. “Kedua organisasi kami dapat belajar banyak dari satu sama lain saat kita berkolaborasi dan melampaui hubungan pelanggan-vendor tradisional. Ini adalah kemitraan yang saling menguntungkan di mana kedua pihak memanfaatkan kekuatan masing-masing untuk meningkatkan rantai pasok dan menciptakan nilai bagi para pemangku kepentingan kami. Kami yakin dapat membangun kesuksesan yang ada saat ini untuk melangkah ke jaringan global multi-stasiun.” Peluang pertumbuhan untuk kolaborasi SATS dan SF Group akan didorong oleh ekspansi pasar e-commerce global. Pasar ini diperkirakan tumbuh 8,8 persen pada tahun 2024 menjadi USD 6,3 triliun, dan mencapai USD 7,9 triliun pada tahun 2027. Foto: SATS."
  },
  {
    "title": "Semester 1 2024, Jumlah Pergerakan Penumpang di Bandara AP1 Capai 36,5 Juta",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Angkasa-Pura-1.jpeg?w=1200&ssl=1",
    "description": "IndoAviation Plus – PT Angkasa Pura I (AP1) mencatat ada sebanyak 36,5 juta pergerakan penumpang di 17 bandara yang dikelolanya sepanjang enam bulan pertama (semester 1) 2024. Jika dibandingkan semester 1 2019, pergerakan jumlah penumpang di bandara AP1 pada semester 1 2024 mencapai 91 persen. Pada semester 1 2019, AP1 mencatat pergerakan penumpang sebanyak 40 juta orang. Direktur Utama AP1, MMA Indah Preastuty, menyatakan, kinerja operasional AP1 pada periode semester 1 2024 yang sangat baik itu dipengaruhi oleh berbagai katalis, di antaranya adalah tingginya trafik pada masa arus mudik dan arus balik Idul Fitri 2024, angkutan haji, liburan sekolah, serta banyaknya jumlah libur akhir pekan dan cuti bersama sepanjang semester 1 2024. “Kami optimistis trafik angkutan udara di tahun ini akan semakin dekat menuju full recovery,” kata Indah Preastuty dalam sebuah pernyataan kepada media, kemarin. Lebih lanjut, Indah Preastuty merinci, jumlah pergerakan penumpang AP1 periode semester 1 2024 terbagi atas 28,1 juta penumpang rute domestik dan 8,4 juta penumpang rute internasional. Recovery rate untuk penumpang rute domestik mencapai 95 persen, sedangkan untuk penumpang rute internasional telah 100 persen pulih dibandingkan jumlah penumpang rute internasional selama semester 1 2019. Sedangkan untuk pergerakan pesawat, AP1 mencatat ada 237.195 pergerakan pesawat rute domestik dengan recovery rate sebesar 82 persen, dan 47.561 pergerakan pesawat rute internasional dengan recovery rate sebesar 98 persen. Selain itu, AP1 juga mencatat kinerja yang sangat positif di sektor kargo. Ada pertumbuhan sebesar 20 persen pada semester 1 2024 yang mencapai 282.729 ton dibandingkan trafik kargo semester 1 2019 yang sebanyak 236.259 ton. Atau dengan kata lain, kinerja trafik kargo AP1 di semester 1 2024 telah melampaui catatan trafik kargo pada periode yang sama pada 2019. Foto: Angkasa Pura 1."
  },
  {
    "title": "AP II Dukung Pengembangan Airport Rescue & Fire Fighting Indonesia",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/08/Unit-pemadam-kebakaran-bandara.jpg?w=1200&ssl=1",
    "description": "IndoAviation Plus – PT Angkasa Pura II selaku operator 20 bandara secara berkelanjutan turut mendukung pengembangan ARFF di Indonesia agar dapat selalu menjaga keselamatan penerbangan di setiap kondisi termasuk di tengah revolusi industri 4.0 yang terjadi saat ini.\\n\\nARFF  (Unit Airport Rescue and Fire Fighting) yang dibandara dikenal sebagai unit Pertolongan Kecelakaan Penerbangan dan Pemadam Kebakaran (PKP-PK) memiliki peran krusial di bandara dalam mendukung aspek keselamatan penerbangan.\\n\\nARFF memiliki dua tugas dan fungsi, yaitu menyelamatkan jiwa dan harta benda dari suatu pesawat udara yang mengalami kejadian (incident) atau kecelakaan (accident) di bandar udara dan sekitarnya; serta mencegah, mengendalikan, memadamkan api, melindungi manusia dan barang yang terancam bahaya kebakaran pada fasilitas di bandar udara.\\n\\nPgs. SVP of Corporate Secretary AP II, Cin Asmoro, mengatakan, AP II berkolaborasi dengan Forum Komunikasi (FK) ARFF yang menaungi ARFF di seluruh Indonesia untuk terus mengembangkan, memajukan dan mempermudah pola operasi serta prosedur bagi ARFF.\\n\\nPada tahun ini kolaborasi tersebut diwujudkan dalam kegiatan ARFF Creative Thinking & Innovation Competition (ACTION) 2024 yang dibuka pada Rabu, 31 Juli 2024.\\n\\nKegiatan ACTION 2024 ini dimotori oleh Airport Learning Center (ALC) AP II dan FK ARFF. Adapun ALC merupakan satu unit di AP II yang fokus pada pengembangan sumber daya manusia untuk melahirkan pemimpin handal, membentuk personil yang memiliki pengetahuan mendalam tentang kebandarudaraan, serta mewujudkan standar global di seluruh bandara AP II.\\n\\nGuna mencapai tujuan tersebut, ALC memiliki gedung berlokasi di kawasan Bandara Soekarno-Hatta yang dilengkapi 10 ruang kelas dengan teknologi modern, 1 auditorium, 1 amphitheater, 1 e-library, 1 ruang simulasi, VIP lounge dan dining hall."
  },
  {
    "title": "Indonesia AirAsia Announces Semester 1 2024 Earnings",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://cms.kartinimedia.id/assets/img/202401100352378273-RIF20211129_Airbus+A320+at+the+bay-103.jpg",
    "description": "IndoAviation Plus – Indonesia AirAsia mengumumkan, telah membukukan pendapatan Semester 1 2024 sebesar Rp 3,78 triliun. Pendapatan ini meningkat sebesar 24 persen dibandingkan semester yang sama tahun 2023, yang sebesar Rp 3,05 triliun.\\n\\nDirektur Utama Indonesia AirAsia, Veranita Yosephine, di Jakarta, mengatakan, kenaikkan pendapatan PT AirAsia Indonesia Tbk. (AAID/CMPP) didorong oleh peningkatan jumlah penumpang sebesar 21 persen. Total  jumlah penumpang selama semester itu mencapai 3,32 juta, dengan tingkat keterisian penumpang (load factor) naik sebesar 4 pts atau 87 persen dibandingkan Semester 1 2023.\\n\\nDalam sebuah keterangan kepada media, Selasa 30 Juni 2024, Veranita Yosephine mengatakan, sebagian besar pendapatan AirAsia Indonesia Semester 1 itu berasal dari operasi penerbangan, dimana penjualan tiket kursi pesawat memberikan kontribusi sebesar Rp 3,2 triliun, diikuti oleh pendapatan dari bagasi dan pelayanan penerbangan sebesar Rp 518,8 miliar, pendapatan dari ancillary sebesar Rp 33,3 miliar, dan kargo Rp 26,5 miliar.\\n\\nVeranita Yosephine  juga menyebut, pendapatan per kilometer kursi yang tersedia (RASK) naik sebesar 8 persen atau Rp 685 miliar, dengan peningkatan jumlah penerbangan sebesar 15 persen atau 2.900 penerbangan.\\n\\nJakarta menjadi sumber pendapatan utama senilai Rp 1,63 triliun, diikuti oleh Denpasar senilai Rp 1,38 triliun. Sementara, Surabaya dan Medan masing-masing mencatat angka Rp 488,54 miliar dan Rp 278,84 miliar.\\n\\nAdapun peningkatan pendapatan usaha Semester 1 tahun 2024 tercatat sebesar 24 persen atau sebesar Rp 733 miliar, diikuti dengan peningkatan biaya operasional sebesar 19 persen dari tahun sebelumnya atau Rp 665 miliar. Biaya yang dimaksud tidak mencakup laba/rugi selisih kurs dari transaksi dalam mata uang asing.\\n\\nVeranita menambahkan bahwa AAID/CMPP selalu berupaya melakukan langkah-langkah proaktif untuk menegaskan komitmennya dalam berinovasi secara berkelanjutan dan mencari peluang baru guna meningkatkan kinerja perusahaan. Salah satunya dengan membuka rute baru yang tidak hanya mencakup kawasan ASEAN, tetapi juga ke Australia.\\n\\nPada Semester 1 2024, Indonesia AirAsia telah meresmikan dua rute baru, yaitu Denpasar-Lampung dan Jakarta-Kota Kinabalu. Sementara pada bulan Agustus 2024, Indonesia AirAsia akan meresmikan empat rute internasional baru, yaitu Jakarta-Bandar Seri Begawan, Denpasar-Kota Kinabalu, Denpasar-Phuket, dan Denpasar-Cairns. Hal ini akan diikuti dengan pembukaan rute-rute baru lainnya ke beberapa negara di Asia di Semester 2 2024.\\n\\nPada Semester 1 2024, AAID/CMPP mengalami kerugian sebesar Rp 581,91 miliar, jika dibandingkan dengan Semester 1 2023 ada perbaikan kerugian sebesar 5 pts. Kerugian yang dimaksud tidak mencakup laba/rugi selisih kurs dari transaksi dalam mata uang asing.\\n\\nIndonesia AirAsia juga akan berupaya untuk mengoptimalisasi penggunaan pesawat demi mengakomodir meningkatnya permintaan penerbangan baik di rute domestik maupun internasional. Indonesia AirAsia juga selalu berkomitmen untuk terus meningkatkan strategi keberlanjutan dan kelangsungan perusahaan, sebagai salah satu upaya dalam membantu pemerintah untuk menjaga stabilitas industri penerbangan di Tanah Air."
  },
  {
    "title": "Pemulangan Jemaah Haji Lewat 13 Bandara Angkasa Pura Selesai",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Penerbangan-Jemaah-Haji.jpeg?w=1200&ssl=1",
    "description": "Di tujuh bandara yang dikelolanya, Angkasa Pura 1 sukses melayani kepulangan 120.255 jemaah. Penerbangan kepulangan jemaah haji di bandara AP 1 dimulai pada 22 Juni, dan berlangsung hingga 22 Juli 2024. Sementara di Angkasa Pura 2, fase pemulangan jemaah haji berlangsung antara 22 Juni – 22 Juli 2024.\\n\\nDirektur Utama AP 1, MMA Indah Preastuty, bersyukur atas terlesaikannya proses membarkasi dan debarkasi jemaah haji melalui bandaranya. “Mewakili Manajemen AP1, perkenankan saya untuk mengucapkan selamat datang kembali di Tanah Air bagi para jemaah haji,” ujarnya.\\n\\nPesawat Boeing 747-400 Saudia nomor penerbangan SV5136 yang mendarat di Bandara Hang Nadim Batam pada Senin (22 Juli 2024) siang pukul 10.30 menjadi penerbangan terakhir kepulangan para jemaah haji melalui bandara-bandara AP 1. Penerbangan kloter 28 itu mengangkut 427 jemaah haji sekaligus menandai terselesaikannya Angkutan Haji 1445H/2024 M di bandara AP 1.\\n\\nBerdasar data AP 1, Bandara Juanda Surabaya menjadi bandara yang melayani kepulangan jemaah haji terbanyak, yakni 39.167 jemaah yang terbagi dalam 106 kloter. Di urutan kedua adalah Bandara Adi Soemarmo Solo dengan 35.885 jemaah haji dalam 100 kloter, serta Bandara Sultan Hasanuddin Makassar dengan 16.601 jemaah haji dalam 39 kloter.\\n\\nDisebutkan pula, Bandara Hang Nadim Batam melayani 11.934 jemaah haji dalam 27 kloter, Bandara SAMS Sepinggan Balikpapan melayani 6.005 jemaah haji dalam 19 kloter, Bandara Syamsudin Noor Banjarmasin melayani 5.842 jemaah haji dalam 19 kloter, serta Bandara Zainuddin Abdul Madjid Lombok melayani 4.821 jemaah haji dalam 13 kloter.\\n\\nSementara itu, SVP Corporate Secretary AP 2, Cin Asmoro, mengatakan jemaah haji yang tiba di Indonesia melalui bandara AP 2 tercatat sebanyak 94.795 jemaah. Jumlah penerbangan pemulangannya mencapai 231 penerbangan.\\n\\n“Bandara Soekarno-Hatta (Tangerang) paling banyak melayani kepulangan jemaah haji yakni sebanyak 53.365 jemaah haji,” ujar Cin Asmoro.\\n\\nBandara AP 2 lainnya yang melayani kepulangan jemaah haji adalah Bandara Kertajati (Majalengka) sebanyak 13.037 jemaah, lalu Bandara Kualanamu (Deli Serdang) sebanyak 8.672 jemaah, Bandara Sultan Mahmud Badaruddin II (Palembang) sebanyak 8.439 jemaah, Bandara Minangkabau (Padang) sebanyak 6.590 jemaah dan Bandara Sultan Iskandar Muda (Aceh) sebanyak 4.692 jemaah."
  },
  {
    "title": "Jumlah Penumpang Pesawat di Bandara Soekarno-Hatta Capai 26 Juta",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Terminal-3-Bandara-Soekarno-Hatta.jpeg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Selama semester 1 2024, jumlah penumpang pesawat di Bandara Soekarno-Hatta mencapai 26 juta orang. Angka ini 2 persen lebih tinggi dibandingkan Semester I/2019 (masa sebelum pandemi COVID-19) yang sebanyak 25,48 juta penumpang.\n\nOperator Bandara Soekarno Hatta, PT Angkasa Pura 2, mengatakan jumlah penumpang selama periode Januari – Juni 2024 itu juga lebih tinggi sekitar 6 persen jika dibandingkan periode Januari – Juni 2023 yang tercatat 24,45 juta penumpang.\n\nSenior Vice President Corporate Secretary PT Angkasa Pura II, Cin Asmoro, mengatakan lalu lintas penerbangan di Bandara Soekarno-Hatta terus bergeliat sejak status pandemi dinyatakan berakhir di Indonesia pada Juni 2023.\n\nKatanya, penningkatan itu antara lain karena seluruh stakeholder di Bandara Soekarno-Hatta berkolaborasi untuk pengaktifan kembali rute penerbangan yang sempat ditutup saat pandemi, membuka rute-rute baru dan menambah frekwensi di rute eksisting.\n\n“Kami berupaya untuk terus menjaga dan meningkatkan kontribusi Bandara Soekarno-Hatta, yang merupakan bandara terbesar dan tersibuk di Indonesia, terhadap pertumbuhan ekonomi nasional termasuk sektor pariwisata,” ungkap Cin Asmoro.\n\nSementara itu, Executive General Manager Bandara Soekarno-Hatta, Dwi Ananda, mengatakan sepanjang 6 bulan pertama tahun ini Bandara Soekarno-Hatta telah melayani 175.359 penerbangan.\n\n“Khusus Juni 2024, 5 rute domestik tersibuk dari dan ke Bandara Soekarno adalah Denpasar, Surabaya, Medan, Makassar dan Balikpapan. Sedangkan 5 rute internasional tersibuk yakni Singapura, Kuala Lumpur, Jeddah, Doha dan Hong Kong,” ujar Dwi Ananda.\n\nSelain di Bandara Soekarno Hatta, untuk periode yang sama, Angkasa Pura 2 juga mencatat adanya peningkatan jumlah penumpang di total 20 bandara yang dikelolanya.\n\nJumlah totalnya mencapai 40,05 juta penumpang. Meningkat sekitar 2,5 persen jika dibandingkan dengan total jumlah penumpang pada Semester 1 2023 yang sebanyak 39,04 juta penumpang. Jumlah ini sekaligus merefleksikan tingkat pemulihan (recovery rate) hingga 92 persen dibandingkan Semester 1 2019.\n\nAP II menargetkan jumlah penumpang hingga akhir 2024 dapat mencapai 91,08 juta penumpang."
  },
  {
    "title": "Qatar Airways Luncurkan ‘Qsuite Next Gen’ Versi Terbaru",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Qsuite-Next-Gen-Qatar-Airways.jpg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Pada pagi hari pertama Farnborough International Airshow 2024, Chief Executive Officer Qatar Airways Group, Badr Mohammed Al-Meer, meluncurkan ‘Qsuite Next Gen’, versi terbaru dan ultra-modern dari Qsuite. Peluncuran ini membawa Kelas Bisnis Terbaik Dunia, Qsuite ke tingkat yang lebih tinggi dalam penerbangan komersial.\n\nDi Farnborough International Airshow, tepatnya di Qatar Airways Discover Lounge, Badr Mohammed Al-Meer memperkenalkan Qsuite Next Gen dan Sama – awak kabin digital pertama di dunia. Di sana, Sama membangun antusiasme pengunjung melalui percakapan interaktif tentang bagaimana, Qatar Airways mendefinisikan ulang kemewahan dan inovasi, meningkatkan tolok ukur industri dalam pengalaman kelas bisnis.\n\nSelama peluncuran, Badr Mohammed Al-Meer menyoroti fitur-fitur baru dari Qsuite Next Gen, termasuk Quad Suites yang sepenuhnya dapat disesuaikan, Companion Suites di lorong jendela, serta layar hiburan dalam penerbangan 4K OLED yang dapat dipindahkan. Suite ini juga menawarkan peningkatan ruang dan privasi.\n\nBadr Mohammed Al-Meer, mengatakan, sangat senang meluncurkan Qsuite Next Gen yang telah lama dinantikan di Farnborough International Airshow.\n\n“Qatar Airways sekali lagi menaikkan standar untuk produk pemenang penghargaan kami, Qsuite. Kami berharap dapat menyambut media dan mitra di stan kami sepanjang minggu ini untuk merasakan masa depan perjalanan kelas bisnis dengan Kelas Bisnis Terbaik Dunia di Maskapai Penerbangan Terbaik Dunia,” katanya.\n\nQsuite Generasi Berikutnya\nQsuite Next Gen bertujuan untuk meningkatkan keseimbangan kehidupan kerja dengan fitur-fitur revolusioner yang dirancang untuk semua profesional, teman, dan keluarga.\n\nQuad Suite yang diperbarui kini dilengkapi dengan layar Panasonic Astrova IFE 4K OLED yang dapat dipindahkan—pertama di dunia untuk maskapai penerbangan. Layar ini dapat diposisikan ulang untuk menciptakan ruang sosial dan produktivitas maksimal di udara, mampu menampung hingga empat penumpang di Quad Suite dan hingga dua penumpang di Companion Suite.\n\nIstirahat dan relaksasi di Quad Suite juga ditingkatkan dengan ruang makan yang lebih besar dan privasi tambahan berkat pembatas yang lebih tinggi dan dikendalikan secara digital. Dengan tempat tidur yang lebih besar dan fitur ‘Make My Bed’ khas bintang 5 dari Qatar Airways, Quad Suite menawarkan kenyamanan tingkat tinggi.\n\nCompanion Suite, memiliki karakter yang mirip dengan Quad Suite, kini menawarkan ruang bersama yang lebih luas di lorong jendela setelah perombakan signifikan.\n\nQsuite Next Gen mengadopsi teknologi terbaru untuk meningkatkan kenyamanan dan konektivitas penumpang, menawarkan berbagai opsi penyesuaian seperti pencahayaan dan kontrol privasi melalui Unit Kontrol Penumpang layar sentuh yang ditingkatkan. Qsuite Next Gen akan tersedia di pesawat Boeing B777-9 Qatar Airways mulai tahun 2025.\n\nDi Farnborough International Airshow 2024, Qatar Airways juga memamerkan Boeing B787-9 Dreamliner terbaru dan Gulfstream G700 yang dioperasikan Qatar Executive."
  },
  {
    "title": "Textron Aviation Kirimkan SkyCourier Pertama Versi Combi ke Alaska",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Cessna-Skycourier-Business-Wire.jpg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Textron Aviation mengumumkan bahwa mereka telah mengirimkan Cessna SkyCourier pertama versi Combi, versi yang mengkombinasikan versi penumpang dengan angkutan kargo.\n\nSkyCourier pertama versi Combi itu dikirim kepada pemesannya, Everts Air, operator pesawat terbang di Alaska. Pesawat ini dirancang untuk memenuhi berbagai misi maskapai, mulai dari transportasi penumpang, kargo, dan layanan penerbangan charter.\n\nSebelum dikirimkan, Cessna SkyCourier telah mengantongi sertifikasi untuk konfigurasi Combi dari FAA, otoritas penerbangan sipil Amerika Serikat, pada Mei 2024. Versi Combi itu dibuat agar pesawat dapat mengangkut penumpang dan kargo secara bersamaan, sehingga memberikan fleksibilitas operasional yang lebih leluasa. Versi Combi ini dibuat dari SkyCourier varian penumpang yang sudah ada sebelumnnya.\n\n“Versi Combi baru Cessna SkyCourier menunjukkan kemampuan pesawat untuk memenuhi berbagai profil misi pelanggan kami di seluruh dunia,” kata Lannie O’Bannion, Senior Vice President, Sales and Flight Operations Cessna.\n\nSkyCourier menawarkan biaya operasional yang rendah dan kinerja tinggi, cocok untuk berbagai jenis misi. Ditenagai dua mesin Pratt & Whitney PT6A-65SC, pesawat ini memiliki kecepatan jelajah maksimum lebih dari 200 knot dan jangkauan maksimum mencapai 900 nautical miles. Varian kargonya memiliki kapasitas angkut hingga 2,7 ton, dan dilengkapi dengan kabin datar yang mampu menampung hingga tiga kontainer LD3.\n\n“Saya memandang Cessna SkyCourier sebagai pesawat generasi berikutnya untuk Bush Alaska,” kata Robert W. Everts, pemilik Everts Air.\n\nLanjut Robert, SkyCourier Combi akan memungkinkan maskapainya lebih fleksibel melayani kebutuhan unik warga di area terpencil. Sebab, selain menawarkan keandalan Cessna, Robert menilai, pesawat ini sangat adaptif dan merupakan solusi terbaik untuk angkutan udara dan dukungan penumpang di Alaska.\n\nCessna SkyCourier dilengkapi dengan pintu kargo besar. Dengan jendela kabin besar dan kompartemen bagasi yang luas, pesawat ini juga dirancang agar nyaman dan efisien.\n\nSkyCourier merupakan pesawat turboprop sayap tinggi bermesin ganda. Pesawat ini menawarkan kombinasi kinerja dan biaya pengoperasian yang lebih rendah untuk angkutan udara, komuter, dan operator misi khusus. Dua mesin turboprop Pratt & Whitney PT6A-65SC yang dipasang di sayap, dilengkapi dengan empat bilang baling-baling McCauley Propeller C779 yang terbuat dari aluminium. Pesawat juga dilengkapi dengan avionik Garmin G1000 NXi.\n\nPesawat yang dikirim ini akan bergabung dengan 135 pesawat Everts Air lainnya, yang juga antara lain terdiri dari varian pesawat kargo Cessna SkyCourier dan enam Cessna Caravan.\n\nFoto: Business Wire."
  },
  {
    "title": "Pendapatan PT AirAsia Indonesia Tbk. Naik 24 Persen",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/03/Dok.-AirAsia-1-1.jpg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Indonesia AirAsia mengumumkan, telah membukukan pendapatan Semester 1 2024 sebesar Rp 3,78 triliun. Pendapatan ini meningkat sebesar 24 persen dibandingkan semester yang sama tahun 2023, yang sebesar Rp 3,05 triliun.\n\nDirektur Utama Indonesia AirAsia, Veranita Yosephine, di Jakarta, mengatakan, kenaikkan pendapatan PT AirAsia Indonesia Tbk. (AAID/CMPP) didorong oleh peningkatan jumlah penumpang sebesar 21 persen. Total jumlah penumpang selama semester itu mencapai 3,32 juta, dengan tingkat keterisian penumpang (load factor) naik sebesar 4 pts atau 87 persen dibandingkan Semester 1 2023.\n\nDalam sebuah keterangan kepada media, Selasa 30 Juni 2024, Veranita Yosephine mengatakan, sebagian besar pendapatan AirAsia Indonesia Semester 1 itu berasal dari operasi penerbangan, dimana penjualan tiket kursi pesawat memberikan kontribusi sebesar Rp 3,2 triliun, diikuti oleh pendapatan dari bagasi dan pelayanan penerbangan sebesar Rp 518,8 miliar, pendapatan dari ancillary sebesar Rp 33,3 miliar, dan kargo Rp 26,5 miliar.\n\nVeranita Yosephine juga menyebut, pendapatan per kilometer kursi yang tersedia (RASK) naik sebesar 8 persen atau Rp 685 miliar, dengan peningkatan jumlah penerbangan sebesar 15 persen atau 2.900 penerbangan.\n\nJakarta menjadi sumber pendapatan utama senilai Rp 1,63 triliun, diikuti oleh Denpasar senilai Rp 1,38 triliun. Sementara, Surabaya dan Medan masing-masing mencatat angka Rp 488,54 miliar dan Rp 278,84 miliar.\n\nAdapun peningkatan pendapatan usaha Semester 1 tahun 2024 tercatat sebesar 24 persen atau sebesar Rp 733 miliar, diikuti dengan peningkatan biaya operasional sebesar 19 persen dari tahun sebelumnya atau Rp 665 miliar. Biaya yang dimaksud tidak mencakup laba/rugi selisih kurs dari transaksi dalam mata uang asing.\n\nVeranita menambahkan bahwa AAID/CMPP selalu berupaya melakukan langkah-langkah proaktif untuk menegaskan komitmennya dalam berinovasi secara berkelanjutan dan mencari peluang baru guna meningkatkan kinerja perusahaan. Salah satunya dengan membuka rute baru yang tidak hanya mencakup kawasan ASEAN, tetapi juga ke Australia.\n\nPada Semester 1 2024, Indonesia AirAsia telah meresmikan dua rute baru, yaitu Denpasar-Lampung dan Jakarta-Kota Kinabalu. Sementara pada bulan Agustus 2024, Indonesia AirAsia akan meresmikan empat rute internasional baru, yaitu Jakarta-Bandar Seri Begawan, Denpasar-Kota Kinabalu, Denpasar-Phuket, dan Denpasar-Cairns. Hal ini akan diikuti dengan pembukaan rute-rute baru lainnya ke beberapa negara di Asia di Semester 2 2024.\n\nPada Semester 1 2024, AAID/CMPP mengalami kerugian sebesar Rp 581,91 miliar, jika dibandingkan dengan Semester 1 2023 ada perbaikan kerugian sebesar 5 pts. Kerugian yang dimaksud tidak mencakup laba/rugi selisih kurs dari transaksi dalam mata uang asing.\n\nIndonesia AirAsia juga akan berupaya untuk mengoptimalisasi penggunaan pesawat demi mengakomodir meningkatnya permintaan penerbangan baik di rute domestik maupun internasional. Indonesia AirAsia juga selalu berkomitmen untuk terus meningkatkan strategi keberlanjutan dan kelangsungan perusahaan, sebagai salah satu upaya dalam membantu pemerintah untuk menjaga stabilitas industri penerbangan di Tanah Air."
  },
  {
    "title": "Flynas dan Airbus Sepakati Pengadaan 75 Pesawat A320neo dan 15 A330-900",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2023/10/A320-Flynas.jpg?w=1080&ssl=1",
    "description": "IndoAviation Plus – Flynas, maskapai LCC (berbiaya rendah) Arab Saudi, telah menandatangani Nota Kesepahaman (MoU) dengan Airbus untuk pengadaan 75 pesawat A320neo family dan 15 A330-900.\n\nKesepakatan itu ditandatangani saat pameran dirgantara internasional Farnborough 2024. Total 90 pesawat itu akan dipergunakan Flynas untuk meningkatkan kapasitas, jangkauan, dan kemampuan armada maskapai secara keseluruhan. Pesawat-pesawat ini akan bergabung dengan seluruh armada Airbus yang dioperasikan Flynas untuk melayani rute internasional, domestik, dan regional.\n\nPesawat A330-900 baru yang dipesan, nantinya akan memiliki konfigurasi dua kelas kursi dan dapat menerbangkan hingga 400 penumpang. Bander Almohanna, CEO dan Managing Director flynas, mengatakan, dengan teknologi canggih dan efisiensinya, A330neo akan meningkatkan kemampuan penerbangan jarak jauh maskapai, sekaligus mendukung rencana pertumbuhan program haji Arab Saudi.\n\n“Keluarga A320neo memberikan kinerja operasional dan manfaat lingkungan yang luar biasa, sehingga memungkinkan kami menawarkan pengalaman perjalanan berbiaya rendah,” ungkap Bander Almohanna.\n\nDisebutkan, A330neo memungkinkan flynas mengembangkan usaha ke pasar penerbangan jarak jauh menggunakan pesawat widebody. A330-900 menawarkan peningkatan kapasitas dan jangkauan dengan biaya kursi yang rendah sehingga memungkinkan flynas dapat bersaing secara efektif di pasar regional, pasar yang menjadi fokus utama maskapai.\n\nUntuk pasar regional, maskapai akan menyandingkan operasional A330-nya nanti bersama dengan A320-nya, terlebih A320 dan A330 memiliki kemiripan dalam hal operasional dan fleksibilitas. Kemiripan karakter kedua pesawat ini diyakini bakal menjadi kendaraan yang sempurna bagi maskapai untuk mengembangkan pasar sekaligus menawarkan pengalaman kabin dan kenyamanan bagi penumpangnya."
  },
  {
    "title": "Vietjet Akan Bangun Fasilitas MRO Pesawat di Laos",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Vietjet-in-Laos.jpeg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Vietjet dan Kementerian Pekerjaan Umum dan Transportasi Laos mengumumkan nota kesepahaman (MoU) untuk melaksanakan sejumlah proyek terkait penerbangan, di antaranya rencana untuk mendirikan fasilitas Maintenance Repair Overhaul (MRO) pesawat terbang di Laos.\n\nPenandatanganan MoU itu dilakukan di Vientiane disaksikan Presiden Vietnam To Lam, Sekretaris Jenderal Partai sekaligus Presiden Laos, Thongloun Sisoulith, dan pejabat tinggi kedua negara.\n\nDalam Mou itu antara lain disepakati adanya kerja sama antara Vietjet dan Departemen Penerbangan Sipil Laos untuk melaksanakan proyek terkait penerbangan dan meningkatkan aktivitas transportasi udara di Laos. Kerja sama itu diharapkan dapat menciptakan hingga 2.500 lapangan kerja baru di sektor penerbangan di Laos.\n\nUntuk menngembangkan fasilitas MRO di Laos, Vietjet akan bekerja sama dengan Vietjet Aviation Academy untuk pelatihan tenaga kerja baru sesuai dengan standar penerbangan internasional. Sebagai imbalannya, sebagai mitra maskapai, Departemen Penerbangan Sipil Laos akan memberikan dukungan administratif, hukum, dan fasilitas, serta berkoordinasi dengan lembaga lain untuk memfasilitasi proyek tersebut.\n\nPada tahun 2023, Vietjet meluncurkan pusat perawatan pesawat regional bekerja sama dengan Lao Airlines. Awal tahun ini, Vietjet meresmikan rute pertamanya antara Vietnam dan Laos, yang menghubungkan Ho Chi Minh dengan Vientiane.\n\nVietnam saat ini merupakan salah satu investor dan mitra dagang terbesar Laos, dengan 255 proyek investasi aktif di Laos. Total nilai investasi Vietnam di Laos mencapai US$5,5 miliar. Proyek-proyeknya berfokus pada transportasi, pariwisata, sains, dan teknologi, yang mendorong pertukaran perdagangan, pembangunan berkelanjutan, dan kemakmuran bersama bagi Laos, Vietnam, dan kawasan tersebut.\n\nKesepakatan yang diumumkan, disebutkan sejalan dengan tujuan dan arah bersama yang ditetapkan oleh pemerintah kedua negara dalam Nota Kesepahaman tentang Kerja Sama Strategis di Bidang Transportasi antara Pemerintah Vietnam dan Laos untuk periode 2016 – 2025."
  },
  {
    "title": "Gangguan Teknologi Lumpuhkan Bandara dan Maskapai Penerbangan",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/global-IT-outage.jpeg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Pembaruan perangkat lunak yang bermasalah yang diterapkan oleh perusahaan keamanan siber CrowdStrike memicu gangguan teknologi besar pada hari Jumat, 19 Juli, menyebabkan gangguan luas pada bisnis di seluruh dunia.\n\nPembaruan tersebut, yang memengaruhi sistem operasi Microsoft Windows, menyebabkan sistem macet dan menampilkan “Blue Screen of Death”. CrowdStrike mengonfirmasi ini bukan pelanggaran keamanan atau serangan siber. Perbaikan telah dilakukan oleh mereka.\n\nGangguan tersebut rupanya berdampak pada layanan penting di seluruh dunia, antara lain:\n\nPenerbangan: Maskapai penerbangan utama di Amerika Serikat (Delta, United, American), Asia (Singapura, Bangkok, Hong Kong, India), dan Australia mengalami pembatalan dan penundaan penerbangan.\nKeuangan: Operasi perbankan terganggu di beberapa negara, bersama dengan penundaan perdagangan di Bursa Efek London.\nTransportasi: Sistem tiket kereta api di Malaysia (KTMB) terdampak.\nMedia: Siaran langsung di Sky News (Inggris) dan ABC Australia terganggu.\nEfek berantai dirasakan di bandara, stasiun kereta api, dan lembaga keuangan, yang menyebabkan antrean panjang dan penundaan.\nDi Asia, bandara-bandara di Singapura, Bangkok, Hong Kong, dan India termasuk yang terdampak, dengan antrean panjang terlihat di konter check-in.\n\nJetstar Japan telah membatalkan atau menunda beberapa penerbangan domestik mereka.\n\nOperator bandara Malaysia mengatakan beberapa maskapai penerbangan terdampak. Ini termasuk maskapai berbiaya rendah AirAsia. Sistem tiket operator kereta api KTMB juga terkena dampak.\n\nDi belahan dunia lainnya, maskapai penerbangan utama AS termasuk Delta, United, dan American Airlines telah menghentikan semua penerbangan.\n\nDi tempat lain, penerbangan di Sydney, Spanyol, dan Jerman juga terdampak.\n\nMeskipun beberapa tindakan mitigasi telah diambil oleh Microsoft, tidak jelas berapa lama waktu yang dibutuhkan untuk memulihkan semua sistem yang terdampak sepenuhnya. Insiden ini menyoroti peran penting perangkat lunak, keamanan siber, dan potensi konsekuensi dari pembaruan kecil sekalipun.\n\nCEO CrowdStrike, George Kurtz, telah meminta maaf atas kegagalan teknologi global yang mengganggu berbagai industri, dan berjanji untuk bekerja sama dengan semua pelanggannya saat mereka berupaya untuk mengembalikan operasional mereka secara online.\n\n“Kami mohon maaf sebesar-besarnya atas dampak yang telah kami timbulkan kepada pelanggan, pelancong, kepada siapa pun yang terkena dampak ini, termasuk perusahaan kami,” katanya kepada program Today di NBC News.\n\n“Banyak pelanggan yang sedang menyalakan ulang sistem dan sistemnya kembali beroperasi.”"
  },
  {
    "title": "SATS dan SF Group Jalin Kerja Sama untuk Perkuat Rantai Pasok Global",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/02/SATS.jpg?w=1080&ssl=1",
    "description": "IndoAviation Plus – SATS Ltd (SATS), perusahaan layanan penanganan kargo udara yang berbasis di Singapura, dan SF Group, penyedia layanan pengiriman ekspres dan logistik Tiongkok, telah menandatangani Nota Kesepahaman (MoU) untuk memperluas kolaborasi strategis mereka. Kerja sama ini bertujuan untuk optimalisasi rantai pasok dengan jangkauan global. Kesepakatan kemitraan ini secara resmi ditandatangani di markas SF Group di Shenzhen, Tiongkok, oleh Zhang Ji, Vice President SF Group, dan Bob Chi, CEO Gateway Services Asia-Pacific SATS. Mereka berdua nantinya juga akan memimpin komite bersama yang mengawasi kelompok kerja tingkat regional atau nasional yang dibentuk untuk menjalankan proyek strategis mereka berdasarkan perjanjian itu. SATS dan SF Group akan menggabungkan keahlian dan layanan mereka masing-masing, serta anak perusahaan mereka, termasuk Worldwide Flight Services (WFS) anggota SATS Group, dan SF Airlines, maskapai penerbangan kargo Tiongkok milik SF Group. Sebagai langkah awal, kedua perusahaan akan memperluas kolaborasi di hub yang sudah ada di Singapura dan penanganan e-commerce di Liege, Belgia, ke hub global lainnya. Perluasan operasi mereka nantinya termasuk ke hub di Kuala Lumpur, Malaysia, serta rencana uji coba (Proof of Concept) untuk penanganan e-commerce di Beijing dan Bandara Internasional JFK New York. Selain itu, SATS dan SF Group akan bersama-sama membangun jaringan dan layanan khusus lainnya di lebih dari 200 lokasi SATS yang didukung oleh jaringan luas SF Group. SF Group saat ini merupakan penyedia logistik terintegrasi terbesar keempat di dunia yang berbasis di Tiongkok. “Kami merasa terhormat SF Group memilih bermitra dengan SATS untuk mengidentifikasi peluang perluasan jaringan dan peningkatan layanan secara global,” kata Bob Chi. “Kedua organisasi kami dapat belajar banyak dari satu sama lain saat kita berkolaborasi dan melampaui hubungan pelanggan-vendor tradisional. Ini adalah kemitraan yang saling menguntungkan di mana kedua pihak memanfaatkan kekuatan masing-masing untuk meningkatkan rantai pasok dan menciptakan nilai bagi para pemangku kepentingan kami. Kami yakin dapat membangun kesuksesan yang ada saat ini untuk melangkah ke jaringan global multi-stasiun.” Peluang pertumbuhan untuk kolaborasi SATS dan SF Group akan didorong oleh ekspansi pasar e-commerce global. Pasar ini diperkirakan tumbuh 8,8 persen pada tahun 2024 menjadi USD 6,3 triliun, dan mencapai USD 7,9 triliun pada tahun 2027. Foto: SATS."
  },
  {
    "title": "Semester 1 2024, Jumlah Pergerakan Penumpang di Bandara AP1 Capai 36,5 Juta",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Angkasa-Pura-1.jpeg?w=1200&ssl=1",
    "description": "IndoAviation Plus – PT Angkasa Pura I (AP1) mencatat ada sebanyak 36,5 juta pergerakan penumpang di 17 bandara yang dikelolanya sepanjang enam bulan pertama (semester 1) 2024. Jika dibandingkan semester 1 2019, pergerakan jumlah penumpang di bandara AP1 pada semester 1 2024 mencapai 91 persen. Pada semester 1 2019, AP1 mencatat pergerakan penumpang sebanyak 40 juta orang. Direktur Utama AP1, MMA Indah Preastuty, menyatakan, kinerja operasional AP1 pada periode semester 1 2024 yang sangat baik itu dipengaruhi oleh berbagai katalis, di antaranya adalah tingginya trafik pada masa arus mudik dan arus balik Idul Fitri 2024, angkutan haji, liburan sekolah, serta banyaknya jumlah libur akhir pekan dan cuti bersama sepanjang semester 1 2024. “Kami optimistis trafik angkutan udara di tahun ini akan semakin dekat menuju full recovery,” kata Indah Preastuty dalam sebuah pernyataan kepada media, kemarin. Lebih lanjut, Indah Preastuty merinci, jumlah pergerakan penumpang AP1 periode semester 1 2024 terbagi atas 28,1 juta penumpang rute domestik dan 8,4 juta penumpang rute internasional. Recovery rate untuk penumpang rute domestik mencapai 95 persen, sedangkan untuk penumpang rute internasional telah 100 persen pulih dibandingkan jumlah penumpang rute internasional selama semester 1 2019. Sedangkan untuk pergerakan pesawat, AP1 mencatat ada 237.195 pergerakan pesawat rute domestik dengan recovery rate sebesar 82 persen, dan 47.561 pergerakan pesawat rute internasional dengan recovery rate sebesar 98 persen. Selain itu, AP1 juga mencatat kinerja yang sangat positif di sektor kargo. Ada pertumbuhan sebesar 20 persen pada semester 1 2024 yang mencapai 282.729 ton dibandingkan trafik kargo semester 1 2019 yang sebanyak 236.259 ton. Atau dengan kata lain, kinerja trafik kargo AP1 di semester 1 2024 telah melampaui catatan trafik kargo pada periode yang sama pada 2019. Foto: Angkasa Pura 1."
  },
  {
    "title": "AP II Dukung Pengembangan Airport Rescue & Fire Fighting Indonesia",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/08/Unit-pemadam-kebakaran-bandara.jpg?w=1200&ssl=1",
    "description": "IndoAviation Plus – PT Angkasa Pura II selaku operator 20 bandara secara berkelanjutan turut mendukung pengembangan ARFF di Indonesia agar dapat selalu menjaga keselamatan penerbangan di setiap kondisi termasuk di tengah revolusi industri 4.0 yang terjadi saat ini.\\n\\nARFF  (Unit Airport Rescue and Fire Fighting) yang dibandara dikenal sebagai unit Pertolongan Kecelakaan Penerbangan dan Pemadam Kebakaran (PKP-PK) memiliki peran krusial di bandara dalam mendukung aspek keselamatan penerbangan.\\n\\nARFF memiliki dua tugas dan fungsi, yaitu menyelamatkan jiwa dan harta benda dari suatu pesawat udara yang mengalami kejadian (incident) atau kecelakaan (accident) di bandar udara dan sekitarnya; serta mencegah, mengendalikan, memadamkan api, melindungi manusia dan barang yang terancam bahaya kebakaran pada fasilitas di bandar udara.\\n\\nPgs. SVP of Corporate Secretary AP II, Cin Asmoro, mengatakan, AP II berkolaborasi dengan Forum Komunikasi (FK) ARFF yang menaungi ARFF di seluruh Indonesia untuk terus mengembangkan, memajukan dan mempermudah pola operasi serta prosedur bagi ARFF.\\n\\nPada tahun ini kolaborasi tersebut diwujudkan dalam kegiatan ARFF Creative Thinking & Innovation Competition (ACTION) 2024 yang dibuka pada Rabu, 31 Juli 2024.\\n\\nKegiatan ACTION 2024 ini dimotori oleh Airport Learning Center (ALC) AP II dan FK ARFF. Adapun ALC merupakan satu unit di AP II yang fokus pada pengembangan sumber daya manusia untuk melahirkan pemimpin handal, membentuk personil yang memiliki pengetahuan mendalam tentang kebandarudaraan, serta mewujudkan standar global di seluruh bandara AP II.\\n\\nGuna mencapai tujuan tersebut, ALC memiliki gedung berlokasi di kawasan Bandara Soekarno-Hatta yang dilengkapi 10 ruang kelas dengan teknologi modern, 1 auditorium, 1 amphitheater, 1 e-library, 1 ruang simulasi, VIP lounge dan dining hall."
  },
  {
    "title": "Indonesia AirAsia Announces Semester 1 2024 Earnings",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://cms.kartinimedia.id/assets/img/202401100352378273-RIF20211129_Airbus+A320+at+the+bay-103.jpg",
    "description": "IndoAviation Plus – Indonesia AirAsia mengumumkan, telah membukukan pendapatan Semester 1 2024 sebesar Rp 3,78 triliun. Pendapatan ini meningkat sebesar 24 persen dibandingkan semester yang sama tahun 2023, yang sebesar Rp 3,05 triliun.\\n\\nDirektur Utama Indonesia AirAsia, Veranita Yosephine, di Jakarta, mengatakan, kenaikkan pendapatan PT AirAsia Indonesia Tbk. (AAID/CMPP) didorong oleh peningkatan jumlah penumpang sebesar 21 persen. Total  jumlah penumpang selama semester itu mencapai 3,32 juta, dengan tingkat keterisian penumpang (load factor) naik sebesar 4 pts atau 87 persen dibandingkan Semester 1 2023.\\n\\nDalam sebuah keterangan kepada media, Selasa 30 Juni 2024, Veranita Yosephine mengatakan, sebagian besar pendapatan AirAsia Indonesia Semester 1 itu berasal dari operasi penerbangan, dimana penjualan tiket kursi pesawat memberikan kontribusi sebesar Rp 3,2 triliun, diikuti oleh pendapatan dari bagasi dan pelayanan penerbangan sebesar Rp 518,8 miliar, pendapatan dari ancillary sebesar Rp 33,3 miliar, dan kargo Rp 26,5 miliar.\\n\\nVeranita Yosephine  juga menyebut, pendapatan per kilometer kursi yang tersedia (RASK) naik sebesar 8 persen atau Rp 685 miliar, dengan peningkatan jumlah penerbangan sebesar 15 persen atau 2.900 penerbangan.\\n\\nJakarta menjadi sumber pendapatan utama senilai Rp 1,63 triliun, diikuti oleh Denpasar senilai Rp 1,38 triliun. Sementara, Surabaya dan Medan masing-masing mencatat angka Rp 488,54 miliar dan Rp 278,84 miliar.\\n\\nAdapun peningkatan pendapatan usaha Semester 1 tahun 2024 tercatat sebesar 24 persen atau sebesar Rp 733 miliar, diikuti dengan peningkatan biaya operasional sebesar 19 persen dari tahun sebelumnya atau Rp 665 miliar. Biaya yang dimaksud tidak mencakup laba/rugi selisih kurs dari transaksi dalam mata uang asing.\\n\\nVeranita menambahkan bahwa AAID/CMPP selalu berupaya melakukan langkah-langkah proaktif untuk menegaskan komitmennya dalam berinovasi secara berkelanjutan dan mencari peluang baru guna meningkatkan kinerja perusahaan. Salah satunya dengan membuka rute baru yang tidak hanya mencakup kawasan ASEAN, tetapi juga ke Australia.\\n\\nPada Semester 1 2024, Indonesia AirAsia telah meresmikan dua rute baru, yaitu Denpasar-Lampung dan Jakarta-Kota Kinabalu. Sementara pada bulan Agustus 2024, Indonesia AirAsia akan meresmikan empat rute internasional baru, yaitu Jakarta-Bandar Seri Begawan, Denpasar-Kota Kinabalu, Denpasar-Phuket, dan Denpasar-Cairns. Hal ini akan diikuti dengan pembukaan rute-rute baru lainnya ke beberapa negara di Asia di Semester 2 2024.\\n\\nPada Semester 1 2024, AAID/CMPP mengalami kerugian sebesar Rp 581,91 miliar, jika dibandingkan dengan Semester 1 2023 ada perbaikan kerugian sebesar 5 pts. Kerugian yang dimaksud tidak mencakup laba/rugi selisih kurs dari transaksi dalam mata uang asing.\\n\\nIndonesia AirAsia juga akan berupaya untuk mengoptimalisasi penggunaan pesawat demi mengakomodir meningkatnya permintaan penerbangan baik di rute domestik maupun internasional. Indonesia AirAsia juga selalu berkomitmen untuk terus meningkatkan strategi keberlanjutan dan kelangsungan perusahaan, sebagai salah satu upaya dalam membantu pemerintah untuk menjaga stabilitas industri penerbangan di Tanah Air."
  },
  {
    "title": "Pemulangan Jemaah Haji Lewat 13 Bandara Angkasa Pura Selesai",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Penerbangan-Jemaah-Haji.jpeg?w=1200&ssl=1",
    "description": "Di tujuh bandara yang dikelolanya, Angkasa Pura 1 sukses melayani kepulangan 120.255 jemaah. Penerbangan kepulangan jemaah haji di bandara AP 1 dimulai pada 22 Juni, dan berlangsung hingga 22 Juli 2024. Sementara di Angkasa Pura 2, fase pemulangan jemaah haji berlangsung antara 22 Juni – 22 Juli 2024.\\n\\nDirektur Utama AP 1, MMA Indah Preastuty, bersyukur atas terlesaikannya proses membarkasi dan debarkasi jemaah haji melalui bandaranya. “Mewakili Manajemen AP1, perkenankan saya untuk mengucapkan selamat datang kembali di Tanah Air bagi para jemaah haji,” ujarnya.\\n\\nPesawat Boeing 747-400 Saudia nomor penerbangan SV5136 yang mendarat di Bandara Hang Nadim Batam pada Senin (22 Juli 2024) siang pukul 10.30 menjadi penerbangan terakhir kepulangan para jemaah haji melalui bandara-bandara AP 1. Penerbangan kloter 28 itu mengangkut 427 jemaah haji sekaligus menandai terselesaikannya Angkutan Haji 1445H/2024 M di bandara AP 1.\\n\\nBerdasar data AP 1, Bandara Juanda Surabaya menjadi bandara yang melayani kepulangan jemaah haji terbanyak, yakni 39.167 jemaah yang terbagi dalam 106 kloter. Di urutan kedua adalah Bandara Adi Soemarmo Solo dengan 35.885 jemaah haji dalam 100 kloter, serta Bandara Sultan Hasanuddin Makassar dengan 16.601 jemaah haji dalam 39 kloter.\\n\\nDisebutkan pula, Bandara Hang Nadim Batam melayani 11.934 jemaah haji dalam 27 kloter, Bandara SAMS Sepinggan Balikpapan melayani 6.005 jemaah haji dalam 19 kloter, Bandara Syamsudin Noor Banjarmasin melayani 5.842 jemaah haji dalam 19 kloter, serta Bandara Zainuddin Abdul Madjid Lombok melayani 4.821 jemaah haji dalam 13 kloter.\\n\\nSementara itu, SVP Corporate Secretary AP 2, Cin Asmoro, mengatakan jemaah haji yang tiba di Indonesia melalui bandara AP 2 tercatat sebanyak 94.795 jemaah. Jumlah penerbangan pemulangannya mencapai 231 penerbangan.\\n\\n“Bandara Soekarno-Hatta (Tangerang) paling banyak melayani kepulangan jemaah haji yakni sebanyak 53.365 jemaah haji,” ujar Cin Asmoro.\\n\\nBandara AP 2 lainnya yang melayani kepulangan jemaah haji adalah Bandara Kertajati (Majalengka) sebanyak 13.037 jemaah, lalu Bandara Kualanamu (Deli Serdang) sebanyak 8.672 jemaah, Bandara Sultan Mahmud Badaruddin II (Palembang) sebanyak 8.439 jemaah, Bandara Minangkabau (Padang) sebanyak 6.590 jemaah dan Bandara Sultan Iskandar Muda (Aceh) sebanyak 4.692 jemaah."
  },
  {
    "title": "Jumlah Penumpang Pesawat di Bandara Soekarno-Hatta Capai 26 Juta",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Terminal-3-Bandara-Soekarno-Hatta.jpeg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Selama semester 1 2024, jumlah penumpang pesawat di Bandara Soekarno-Hatta mencapai 26 juta orang. Angka ini 2 persen lebih tinggi dibandingkan Semester I/2019 (masa sebelum pandemi COVID-19) yang sebanyak 25,48 juta penumpang.\n\nOperator Bandara Soekarno Hatta, PT Angkasa Pura 2, mengatakan jumlah penumpang selama periode Januari – Juni 2024 itu juga lebih tinggi sekitar 6 persen jika dibandingkan periode Januari – Juni 2023 yang tercatat 24,45 juta penumpang.\n\nSenior Vice President Corporate Secretary PT Angkasa Pura II, Cin Asmoro, mengatakan lalu lintas penerbangan di Bandara Soekarno-Hatta terus bergeliat sejak status pandemi dinyatakan berakhir di Indonesia pada Juni 2023.\n\nKatanya, penningkatan itu antara lain karena seluruh stakeholder di Bandara Soekarno-Hatta berkolaborasi untuk pengaktifan kembali rute penerbangan yang sempat ditutup saat pandemi, membuka rute-rute baru dan menambah frekwensi di rute eksisting.\n\n“Kami berupaya untuk terus menjaga dan meningkatkan kontribusi Bandara Soekarno-Hatta, yang merupakan bandara terbesar dan tersibuk di Indonesia, terhadap pertumbuhan ekonomi nasional termasuk sektor pariwisata,” ungkap Cin Asmoro.\n\nSementara itu, Executive General Manager Bandara Soekarno-Hatta, Dwi Ananda, mengatakan sepanjang 6 bulan pertama tahun ini Bandara Soekarno-Hatta telah melayani 175.359 penerbangan.\n\n“Khusus Juni 2024, 5 rute domestik tersibuk dari dan ke Bandara Soekarno adalah Denpasar, Surabaya, Medan, Makassar dan Balikpapan. Sedangkan 5 rute internasional tersibuk yakni Singapura, Kuala Lumpur, Jeddah, Doha dan Hong Kong,” ujar Dwi Ananda.\n\nSelain di Bandara Soekarno Hatta, untuk periode yang sama, Angkasa Pura 2 juga mencatat adanya peningkatan jumlah penumpang di total 20 bandara yang dikelolanya.\n\nJumlah totalnya mencapai 40,05 juta penumpang. Meningkat sekitar 2,5 persen jika dibandingkan dengan total jumlah penumpang pada Semester 1 2023 yang sebanyak 39,04 juta penumpang. Jumlah ini sekaligus merefleksikan tingkat pemulihan (recovery rate) hingga 92 persen dibandingkan Semester 1 2019.\n\nAP II menargetkan jumlah penumpang hingga akhir 2024 dapat mencapai 91,08 juta penumpang."
  },
  {
    "title": "Qatar Airways Luncurkan ‘Qsuite Next Gen’ Versi Terbaru",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Qsuite-Next-Gen-Qatar-Airways.jpg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Pada pagi hari pertama Farnborough International Airshow 2024, Chief Executive Officer Qatar Airways Group, Badr Mohammed Al-Meer, meluncurkan ‘Qsuite Next Gen’, versi terbaru dan ultra-modern dari Qsuite. Peluncuran ini membawa Kelas Bisnis Terbaik Dunia, Qsuite ke tingkat yang lebih tinggi dalam penerbangan komersial.\n\nDi Farnborough International Airshow, tepatnya di Qatar Airways Discover Lounge, Badr Mohammed Al-Meer memperkenalkan Qsuite Next Gen dan Sama – awak kabin digital pertama di dunia. Di sana, Sama membangun antusiasme pengunjung melalui percakapan interaktif tentang bagaimana, Qatar Airways mendefinisikan ulang kemewahan dan inovasi, meningkatkan tolok ukur industri dalam pengalaman kelas bisnis.\n\nSelama peluncuran, Badr Mohammed Al-Meer menyoroti fitur-fitur baru dari Qsuite Next Gen, termasuk Quad Suites yang sepenuhnya dapat disesuaikan, Companion Suites di lorong jendela, serta layar hiburan dalam penerbangan 4K OLED yang dapat dipindahkan. Suite ini juga menawarkan peningkatan ruang dan privasi.\n\nBadr Mohammed Al-Meer, mengatakan, sangat senang meluncurkan Qsuite Next Gen yang telah lama dinantikan di Farnborough International Airshow.\n\n“Qatar Airways sekali lagi menaikkan standar untuk produk pemenang penghargaan kami, Qsuite. Kami berharap dapat menyambut media dan mitra di stan kami sepanjang minggu ini untuk merasakan masa depan perjalanan kelas bisnis dengan Kelas Bisnis Terbaik Dunia di Maskapai Penerbangan Terbaik Dunia,” katanya.\n\nQsuite Generasi Berikutnya\nQsuite Next Gen bertujuan untuk meningkatkan keseimbangan kehidupan kerja dengan fitur-fitur revolusioner yang dirancang untuk semua profesional, teman, dan keluarga.\n\nQuad Suite yang diperbarui kini dilengkapi dengan layar Panasonic Astrova IFE 4K OLED yang dapat dipindahkan—pertama di dunia untuk maskapai penerbangan. Layar ini dapat diposisikan ulang untuk menciptakan ruang sosial dan produktivitas maksimal di udara, mampu menampung hingga empat penumpang di Quad Suite dan hingga dua penumpang di Companion Suite.\n\nIstirahat dan relaksasi di Quad Suite juga ditingkatkan dengan ruang makan yang lebih besar dan privasi tambahan berkat pembatas yang lebih tinggi dan dikendalikan secara digital. Dengan tempat tidur yang lebih besar dan fitur ‘Make My Bed’ khas bintang 5 dari Qatar Airways, Quad Suite menawarkan kenyamanan tingkat tinggi.\n\nCompanion Suite, memiliki karakter yang mirip dengan Quad Suite, kini menawarkan ruang bersama yang lebih luas di lorong jendela setelah perombakan signifikan.\n\nQsuite Next Gen mengadopsi teknologi terbaru untuk meningkatkan kenyamanan dan konektivitas penumpang, menawarkan berbagai opsi penyesuaian seperti pencahayaan dan kontrol privasi melalui Unit Kontrol Penumpang layar sentuh yang ditingkatkan. Qsuite Next Gen akan tersedia di pesawat Boeing B777-9 Qatar Airways mulai tahun 2025.\n\nDi Farnborough International Airshow 2024, Qatar Airways juga memamerkan Boeing B787-9 Dreamliner terbaru dan Gulfstream G700 yang dioperasikan Qatar Executive."
  },
  {
    "title": "Textron Aviation Kirimkan SkyCourier Pertama Versi Combi ke Alaska",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Cessna-Skycourier-Business-Wire.jpg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Textron Aviation mengumumkan bahwa mereka telah mengirimkan Cessna SkyCourier pertama versi Combi, versi yang mengkombinasikan versi penumpang dengan angkutan kargo.\n\nSkyCourier pertama versi Combi itu dikirim kepada pemesannya, Everts Air, operator pesawat terbang di Alaska. Pesawat ini dirancang untuk memenuhi berbagai misi maskapai, mulai dari transportasi penumpang, kargo, dan layanan penerbangan charter.\n\nSebelum dikirimkan, Cessna SkyCourier telah mengantongi sertifikasi untuk konfigurasi Combi dari FAA, otoritas penerbangan sipil Amerika Serikat, pada Mei 2024. Versi Combi itu dibuat agar pesawat dapat mengangkut penumpang dan kargo secara bersamaan, sehingga memberikan fleksibilitas operasional yang lebih leluasa. Versi Combi ini dibuat dari SkyCourier varian penumpang yang sudah ada sebelumnnya.\n\n“Versi Combi baru Cessna SkyCourier menunjukkan kemampuan pesawat untuk memenuhi berbagai profil misi pelanggan kami di seluruh dunia,” kata Lannie O’Bannion, Senior Vice President, Sales and Flight Operations Cessna.\n\nSkyCourier menawarkan biaya operasional yang rendah dan kinerja tinggi, cocok untuk berbagai jenis misi. Ditenagai dua mesin Pratt & Whitney PT6A-65SC, pesawat ini memiliki kecepatan jelajah maksimum lebih dari 200 knot dan jangkauan maksimum mencapai 900 nautical miles. Varian kargonya memiliki kapasitas angkut hingga 2,7 ton, dan dilengkapi dengan kabin datar yang mampu menampung hingga tiga kontainer LD3.\n\n“Saya memandang Cessna SkyCourier sebagai pesawat generasi berikutnya untuk Bush Alaska,” kata Robert W. Everts, pemilik Everts Air.\n\nLanjut Robert, SkyCourier Combi akan memungkinkan maskapainya lebih fleksibel melayani kebutuhan unik warga di area terpencil. Sebab, selain menawarkan keandalan Cessna, Robert menilai, pesawat ini sangat adaptif dan merupakan solusi terbaik untuk angkutan udara dan dukungan penumpang di Alaska.\n\nCessna SkyCourier dilengkapi dengan pintu kargo besar. Dengan jendela kabin besar dan kompartemen bagasi yang luas, pesawat ini juga dirancang agar nyaman dan efisien.\n\nSkyCourier merupakan pesawat turboprop sayap tinggi bermesin ganda. Pesawat ini menawarkan kombinasi kinerja dan biaya pengoperasian yang lebih rendah untuk angkutan udara, komuter, dan operator misi khusus. Dua mesin turboprop Pratt & Whitney PT6A-65SC yang dipasang di sayap, dilengkapi dengan empat bilang baling-baling McCauley Propeller C779 yang terbuat dari aluminium. Pesawat juga dilengkapi dengan avionik Garmin G1000 NXi.\n\nPesawat yang dikirim ini akan bergabung dengan 135 pesawat Everts Air lainnya, yang juga antara lain terdiri dari varian pesawat kargo Cessna SkyCourier dan enam Cessna Caravan.\n\nFoto: Business Wire."
  },
  {
    "title": "Pendapatan PT AirAsia Indonesia Tbk. Naik 24 Persen",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/03/Dok.-AirAsia-1-1.jpg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Indonesia AirAsia mengumumkan, telah membukukan pendapatan Semester 1 2024 sebesar Rp 3,78 triliun. Pendapatan ini meningkat sebesar 24 persen dibandingkan semester yang sama tahun 2023, yang sebesar Rp 3,05 triliun.\n\nDirektur Utama Indonesia AirAsia, Veranita Yosephine, di Jakarta, mengatakan, kenaikkan pendapatan PT AirAsia Indonesia Tbk. (AAID/CMPP) didorong oleh peningkatan jumlah penumpang sebesar 21 persen. Total jumlah penumpang selama semester itu mencapai 3,32 juta, dengan tingkat keterisian penumpang (load factor) naik sebesar 4 pts atau 87 persen dibandingkan Semester 1 2023.\n\nDalam sebuah keterangan kepada media, Selasa 30 Juni 2024, Veranita Yosephine mengatakan, sebagian besar pendapatan AirAsia Indonesia Semester 1 itu berasal dari operasi penerbangan, dimana penjualan tiket kursi pesawat memberikan kontribusi sebesar Rp 3,2 triliun, diikuti oleh pendapatan dari bagasi dan pelayanan penerbangan sebesar Rp 518,8 miliar, pendapatan dari ancillary sebesar Rp 33,3 miliar, dan kargo Rp 26,5 miliar.\n\nVeranita Yosephine juga menyebut, pendapatan per kilometer kursi yang tersedia (RASK) naik sebesar 8 persen atau Rp 685 miliar, dengan peningkatan jumlah penerbangan sebesar 15 persen atau 2.900 penerbangan.\n\nJakarta menjadi sumber pendapatan utama senilai Rp 1,63 triliun, diikuti oleh Denpasar senilai Rp 1,38 triliun. Sementara, Surabaya dan Medan masing-masing mencatat angka Rp 488,54 miliar dan Rp 278,84 miliar.\n\nAdapun peningkatan pendapatan usaha Semester 1 tahun 2024 tercatat sebesar 24 persen atau sebesar Rp 733 miliar, diikuti dengan peningkatan biaya operasional sebesar 19 persen dari tahun sebelumnya atau Rp 665 miliar. Biaya yang dimaksud tidak mencakup laba/rugi selisih kurs dari transaksi dalam mata uang asing.\n\nVeranita menambahkan bahwa AAID/CMPP selalu berupaya melakukan langkah-langkah proaktif untuk menegaskan komitmennya dalam berinovasi secara berkelanjutan dan mencari peluang baru guna meningkatkan kinerja perusahaan. Salah satunya dengan membuka rute baru yang tidak hanya mencakup kawasan ASEAN, tetapi juga ke Australia.\n\nPada Semester 1 2024, Indonesia AirAsia telah meresmikan dua rute baru, yaitu Denpasar-Lampung dan Jakarta-Kota Kinabalu. Sementara pada bulan Agustus 2024, Indonesia AirAsia akan meresmikan empat rute internasional baru, yaitu Jakarta-Bandar Seri Begawan, Denpasar-Kota Kinabalu, Denpasar-Phuket, dan Denpasar-Cairns. Hal ini akan diikuti dengan pembukaan rute-rute baru lainnya ke beberapa negara di Asia di Semester 2 2024.\n\nPada Semester 1 2024, AAID/CMPP mengalami kerugian sebesar Rp 581,91 miliar, jika dibandingkan dengan Semester 1 2023 ada perbaikan kerugian sebesar 5 pts. Kerugian yang dimaksud tidak mencakup laba/rugi selisih kurs dari transaksi dalam mata uang asing.\n\nIndonesia AirAsia juga akan berupaya untuk mengoptimalisasi penggunaan pesawat demi mengakomodir meningkatnya permintaan penerbangan baik di rute domestik maupun internasional. Indonesia AirAsia juga selalu berkomitmen untuk terus meningkatkan strategi keberlanjutan dan kelangsungan perusahaan, sebagai salah satu upaya dalam membantu pemerintah untuk menjaga stabilitas industri penerbangan di Tanah Air."
  },
  {
    "title": "Flynas dan Airbus Sepakati Pengadaan 75 Pesawat A320neo dan 15 A330-900",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2023/10/A320-Flynas.jpg?w=1080&ssl=1",
    "description": "IndoAviation Plus – Flynas, maskapai LCC (berbiaya rendah) Arab Saudi, telah menandatangani Nota Kesepahaman (MoU) dengan Airbus untuk pengadaan 75 pesawat A320neo family dan 15 A330-900.\n\nKesepakatan itu ditandatangani saat pameran dirgantara internasional Farnborough 2024. Total 90 pesawat itu akan dipergunakan Flynas untuk meningkatkan kapasitas, jangkauan, dan kemampuan armada maskapai secara keseluruhan. Pesawat-pesawat ini akan bergabung dengan seluruh armada Airbus yang dioperasikan Flynas untuk melayani rute internasional, domestik, dan regional.\n\nPesawat A330-900 baru yang dipesan, nantinya akan memiliki konfigurasi dua kelas kursi dan dapat menerbangkan hingga 400 penumpang. Bander Almohanna, CEO dan Managing Director flynas, mengatakan, dengan teknologi canggih dan efisiensinya, A330neo akan meningkatkan kemampuan penerbangan jarak jauh maskapai, sekaligus mendukung rencana pertumbuhan program haji Arab Saudi.\n\n“Keluarga A320neo memberikan kinerja operasional dan manfaat lingkungan yang luar biasa, sehingga memungkinkan kami menawarkan pengalaman perjalanan berbiaya rendah,” ungkap Bander Almohanna.\n\nDisebutkan, A330neo memungkinkan flynas mengembangkan usaha ke pasar penerbangan jarak jauh menggunakan pesawat widebody. A330-900 menawarkan peningkatan kapasitas dan jangkauan dengan biaya kursi yang rendah sehingga memungkinkan flynas dapat bersaing secara efektif di pasar regional, pasar yang menjadi fokus utama maskapai.\n\nUntuk pasar regional, maskapai akan menyandingkan operasional A330-nya nanti bersama dengan A320-nya, terlebih A320 dan A330 memiliki kemiripan dalam hal operasional dan fleksibilitas. Kemiripan karakter kedua pesawat ini diyakini bakal menjadi kendaraan yang sempurna bagi maskapai untuk mengembangkan pasar sekaligus menawarkan pengalaman kabin dan kenyamanan bagi penumpangnya."
  },
  {
    "title": "Vietjet Akan Bangun Fasilitas MRO Pesawat di Laos",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Vietjet-in-Laos.jpeg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Vietjet dan Kementerian Pekerjaan Umum dan Transportasi Laos mengumumkan nota kesepahaman (MoU) untuk melaksanakan sejumlah proyek terkait penerbangan, di antaranya rencana untuk mendirikan fasilitas Maintenance Repair Overhaul (MRO) pesawat terbang di Laos.\n\nPenandatanganan MoU itu dilakukan di Vientiane disaksikan Presiden Vietnam To Lam, Sekretaris Jenderal Partai sekaligus Presiden Laos, Thongloun Sisoulith, dan pejabat tinggi kedua negara.\n\nDalam Mou itu antara lain disepakati adanya kerja sama antara Vietjet dan Departemen Penerbangan Sipil Laos untuk melaksanakan proyek terkait penerbangan dan meningkatkan aktivitas transportasi udara di Laos. Kerja sama itu diharapkan dapat menciptakan hingga 2.500 lapangan kerja baru di sektor penerbangan di Laos.\n\nUntuk menngembangkan fasilitas MRO di Laos, Vietjet akan bekerja sama dengan Vietjet Aviation Academy untuk pelatihan tenaga kerja baru sesuai dengan standar penerbangan internasional. Sebagai imbalannya, sebagai mitra maskapai, Departemen Penerbangan Sipil Laos akan memberikan dukungan administratif, hukum, dan fasilitas, serta berkoordinasi dengan lembaga lain untuk memfasilitasi proyek tersebut.\n\nPada tahun 2023, Vietjet meluncurkan pusat perawatan pesawat regional bekerja sama dengan Lao Airlines. Awal tahun ini, Vietjet meresmikan rute pertamanya antara Vietnam dan Laos, yang menghubungkan Ho Chi Minh dengan Vientiane.\n\nVietnam saat ini merupakan salah satu investor dan mitra dagang terbesar Laos, dengan 255 proyek investasi aktif di Laos. Total nilai investasi Vietnam di Laos mencapai US$5,5 miliar. Proyek-proyeknya berfokus pada transportasi, pariwisata, sains, dan teknologi, yang mendorong pertukaran perdagangan, pembangunan berkelanjutan, dan kemakmuran bersama bagi Laos, Vietnam, dan kawasan tersebut.\n\nKesepakatan yang diumumkan, disebutkan sejalan dengan tujuan dan arah bersama yang ditetapkan oleh pemerintah kedua negara dalam Nota Kesepahaman tentang Kerja Sama Strategis di Bidang Transportasi antara Pemerintah Vietnam dan Laos untuk periode 2016 – 2025."
  },
  {
    "title": "Gangguan Teknologi Lumpuhkan Bandara dan Maskapai Penerbangan",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/global-IT-outage.jpeg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Pembaruan perangkat lunak yang bermasalah yang diterapkan oleh perusahaan keamanan siber CrowdStrike memicu gangguan teknologi besar pada hari Jumat, 19 Juli, menyebabkan gangguan luas pada bisnis di seluruh dunia.\n\nPembaruan tersebut, yang memengaruhi sistem operasi Microsoft Windows, menyebabkan sistem macet dan menampilkan “Blue Screen of Death”. CrowdStrike mengonfirmasi ini bukan pelanggaran keamanan atau serangan siber. Perbaikan telah dilakukan oleh mereka.\n\nGangguan tersebut rupanya berdampak pada layanan penting di seluruh dunia, antara lain:\n\nPenerbangan: Maskapai penerbangan utama di Amerika Serikat (Delta, United, American), Asia (Singapura, Bangkok, Hong Kong, India), dan Australia mengalami pembatalan dan penundaan penerbangan.\nKeuangan: Operasi perbankan terganggu di beberapa negara, bersama dengan penundaan perdagangan di Bursa Efek London.\nTransportasi: Sistem tiket kereta api di Malaysia (KTMB) terdampak.\nMedia: Siaran langsung di Sky News (Inggris) dan ABC Australia terganggu.\nEfek berantai dirasakan di bandara, stasiun kereta api, dan lembaga keuangan, yang menyebabkan antrean panjang dan penundaan.\nDi Asia, bandara-bandara di Singapura, Bangkok, Hong Kong, dan India termasuk yang terdampak, dengan antrean panjang terlihat di konter check-in.\n\nJetstar Japan telah membatalkan atau menunda beberapa penerbangan domestik mereka.\n\nOperator bandara Malaysia mengatakan beberapa maskapai penerbangan terdampak. Ini termasuk maskapai berbiaya rendah AirAsia. Sistem tiket operator kereta api KTMB juga terkena dampak.\n\nDi belahan dunia lainnya, maskapai penerbangan utama AS termasuk Delta, United, dan American Airlines telah menghentikan semua penerbangan.\n\nDi tempat lain, penerbangan di Sydney, Spanyol, dan Jerman juga terdampak.\n\nMeskipun beberapa tindakan mitigasi telah diambil oleh Microsoft, tidak jelas berapa lama waktu yang dibutuhkan untuk memulihkan semua sistem yang terdampak sepenuhnya. Insiden ini menyoroti peran penting perangkat lunak, keamanan siber, dan potensi konsekuensi dari pembaruan kecil sekalipun.\n\nCEO CrowdStrike, George Kurtz, telah meminta maaf atas kegagalan teknologi global yang mengganggu berbagai industri, dan berjanji untuk bekerja sama dengan semua pelanggannya saat mereka berupaya untuk mengembalikan operasional mereka secara online.\n\n“Kami mohon maaf sebesar-besarnya atas dampak yang telah kami timbulkan kepada pelanggan, pelancong, kepada siapa pun yang terkena dampak ini, termasuk perusahaan kami,” katanya kepada program Today di NBC News.\n\n“Banyak pelanggan yang sedang menyalakan ulang sistem dan sistemnya kembali beroperasi.”"
  },
  {
    "title": "SATS dan SF Group Jalin Kerja Sama untuk Perkuat Rantai Pasok Global",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/02/SATS.jpg?w=1080&ssl=1",
    "description": "IndoAviation Plus – SATS Ltd (SATS), perusahaan layanan penanganan kargo udara yang berbasis di Singapura, dan SF Group, penyedia layanan pengiriman ekspres dan logistik Tiongkok, telah menandatangani Nota Kesepahaman (MoU) untuk memperluas kolaborasi strategis mereka. Kerja sama ini bertujuan untuk optimalisasi rantai pasok dengan jangkauan global. Kesepakatan kemitraan ini secara resmi ditandatangani di markas SF Group di Shenzhen, Tiongkok, oleh Zhang Ji, Vice President SF Group, dan Bob Chi, CEO Gateway Services Asia-Pacific SATS. Mereka berdua nantinya juga akan memimpin komite bersama yang mengawasi kelompok kerja tingkat regional atau nasional yang dibentuk untuk menjalankan proyek strategis mereka berdasarkan perjanjian itu. SATS dan SF Group akan menggabungkan keahlian dan layanan mereka masing-masing, serta anak perusahaan mereka, termasuk Worldwide Flight Services (WFS) anggota SATS Group, dan SF Airlines, maskapai penerbangan kargo Tiongkok milik SF Group. Sebagai langkah awal, kedua perusahaan akan memperluas kolaborasi di hub yang sudah ada di Singapura dan penanganan e-commerce di Liege, Belgia, ke hub global lainnya. Perluasan operasi mereka nantinya termasuk ke hub di Kuala Lumpur, Malaysia, serta rencana uji coba (Proof of Concept) untuk penanganan e-commerce di Beijing dan Bandara Internasional JFK New York. Selain itu, SATS dan SF Group akan bersama-sama membangun jaringan dan layanan khusus lainnya di lebih dari 200 lokasi SATS yang didukung oleh jaringan luas SF Group. SF Group saat ini merupakan penyedia logistik terintegrasi terbesar keempat di dunia yang berbasis di Tiongkok. “Kami merasa terhormat SF Group memilih bermitra dengan SATS untuk mengidentifikasi peluang perluasan jaringan dan peningkatan layanan secara global,” kata Bob Chi. “Kedua organisasi kami dapat belajar banyak dari satu sama lain saat kita berkolaborasi dan melampaui hubungan pelanggan-vendor tradisional. Ini adalah kemitraan yang saling menguntungkan di mana kedua pihak memanfaatkan kekuatan masing-masing untuk meningkatkan rantai pasok dan menciptakan nilai bagi para pemangku kepentingan kami. Kami yakin dapat membangun kesuksesan yang ada saat ini untuk melangkah ke jaringan global multi-stasiun.” Peluang pertumbuhan untuk kolaborasi SATS dan SF Group akan didorong oleh ekspansi pasar e-commerce global. Pasar ini diperkirakan tumbuh 8,8 persen pada tahun 2024 menjadi USD 6,3 triliun, dan mencapai USD 7,9 triliun pada tahun 2027. Foto: SATS."
  },
  {
    "title": "Semester 1 2024, Jumlah Pergerakan Penumpang di Bandara AP1 Capai 36,5 Juta",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Angkasa-Pura-1.jpeg?w=1200&ssl=1",
    "description": "IndoAviation Plus – PT Angkasa Pura I (AP1) mencatat ada sebanyak 36,5 juta pergerakan penumpang di 17 bandara yang dikelolanya sepanjang enam bulan pertama (semester 1) 2024. Jika dibandingkan semester 1 2019, pergerakan jumlah penumpang di bandara AP1 pada semester 1 2024 mencapai 91 persen. Pada semester 1 2019, AP1 mencatat pergerakan penumpang sebanyak 40 juta orang. Direktur Utama AP1, MMA Indah Preastuty, menyatakan, kinerja operasional AP1 pada periode semester 1 2024 yang sangat baik itu dipengaruhi oleh berbagai katalis, di antaranya adalah tingginya trafik pada masa arus mudik dan arus balik Idul Fitri 2024, angkutan haji, liburan sekolah, serta banyaknya jumlah libur akhir pekan dan cuti bersama sepanjang semester 1 2024. “Kami optimistis trafik angkutan udara di tahun ini akan semakin dekat menuju full recovery,” kata Indah Preastuty dalam sebuah pernyataan kepada media, kemarin. Lebih lanjut, Indah Preastuty merinci, jumlah pergerakan penumpang AP1 periode semester 1 2024 terbagi atas 28,1 juta penumpang rute domestik dan 8,4 juta penumpang rute internasional. Recovery rate untuk penumpang rute domestik mencapai 95 persen, sedangkan untuk penumpang rute internasional telah 100 persen pulih dibandingkan jumlah penumpang rute internasional selama semester 1 2019. Sedangkan untuk pergerakan pesawat, AP1 mencatat ada 237.195 pergerakan pesawat rute domestik dengan recovery rate sebesar 82 persen, dan 47.561 pergerakan pesawat rute internasional dengan recovery rate sebesar 98 persen. Selain itu, AP1 juga mencatat kinerja yang sangat positif di sektor kargo. Ada pertumbuhan sebesar 20 persen pada semester 1 2024 yang mencapai 282.729 ton dibandingkan trafik kargo semester 1 2019 yang sebanyak 236.259 ton. Atau dengan kata lain, kinerja trafik kargo AP1 di semester 1 2024 telah melampaui catatan trafik kargo pada periode yang sama pada 2019. Foto: Angkasa Pura 1."
  }
]
