[
  {
    "title": "AP II Dukung Pengembangan Airport Rescue & Fire Fighting Indonesia",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/08/Unit-pemadam-kebakaran-bandara.jpg?w=1200&ssl=1",
    "description": "IndoAviation Plus – PT Angkasa Pura II selaku operator 20 bandara secara berkelanjutan turut mendukung pengembangan ARFF di Indonesia agar dapat selalu menjaga keselamatan penerbangan di setiap kondisi termasuk di tengah revolusi industri 4.0 yang terjadi saat ini.\\n\\nARFF  (Unit Airport Rescue and Fire Fighting) yang dibandara dikenal sebagai unit Pertolongan Kecelakaan Penerbangan dan Pemadam Kebakaran (PKP-PK) memiliki peran krusial di bandara dalam mendukung aspek keselamatan penerbangan.\\n\\nARFF memiliki dua tugas dan fungsi, yaitu menyelamatkan jiwa dan harta benda dari suatu pesawat udara yang mengalami kejadian (incident) atau kecelakaan (accident) di bandar udara dan sekitarnya; serta mencegah, mengendalikan, memadamkan api, melindungi manusia dan barang yang terancam bahaya kebakaran pada fasilitas di bandar udara.\\n\\nPgs. SVP of Corporate Secretary AP II, Cin Asmoro, mengatakan, AP II berkolaborasi dengan Forum Komunikasi (FK) ARFF yang menaungi ARFF di seluruh Indonesia untuk terus mengembangkan, memajukan dan mempermudah pola operasi serta prosedur bagi ARFF.\\n\\nPada tahun ini kolaborasi tersebut diwujudkan dalam kegiatan ARFF Creative Thinking & Innovation Competition (ACTION) 2024 yang dibuka pada Rabu, 31 Juli 2024.\\n\\nKegiatan ACTION 2024 ini dimotori oleh Airport Learning Center (ALC) AP II dan FK ARFF. Adapun ALC merupakan satu unit di AP II yang fokus pada pengembangan sumber daya manusia untuk melahirkan pemimpin handal, membentuk personil yang memiliki pengetahuan mendalam tentang kebandarudaraan, serta mewujudkan standar global di seluruh bandara AP II.\\n\\nGuna mencapai tujuan tersebut, ALC memiliki gedung berlokasi di kawasan Bandara Soekarno-Hatta yang dilengkapi 10 ruang kelas dengan teknologi modern, 1 auditorium, 1 amphitheater, 1 e-library, 1 ruang simulasi, VIP lounge dan dining hall."
  },
  {
    "title": "Indonesia AirAsia Announces Semester 1 2024 Earnings",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://example.com/thumbnail.jpg",
    "description": "IndoAviation Plus – Indonesia AirAsia mengumumkan, telah membukukan pendapatan Semester 1 2024 sebesar Rp 3,78 triliun. Pendapatan ini meningkat sebesar 24 persen dibandingkan semester yang sama tahun 2023, yang sebesar Rp 3,05 triliun.\\n\\nDirektur Utama Indonesia AirAsia, Veranita Yosephine, di Jakarta, mengatakan, kenaikkan pendapatan PT AirAsia Indonesia Tbk. (AAID/CMPP) didorong oleh peningkatan jumlah penumpang sebesar 21 persen. Total  jumlah penumpang selama semester itu mencapai 3,32 juta, dengan tingkat keterisian penumpang (load factor) naik sebesar 4 pts atau 87 persen dibandingkan Semester 1 2023.\\n\\nDalam sebuah keterangan kepada media, Selasa 30 Juni 2024, Veranita Yosephine mengatakan, sebagian besar pendapatan AirAsia Indonesia Semester 1 itu berasal dari operasi penerbangan, dimana penjualan tiket kursi pesawat memberikan kontribusi sebesar Rp 3,2 triliun, diikuti oleh pendapatan dari bagasi dan pelayanan penerbangan sebesar Rp 518,8 miliar, pendapatan dari ancillary sebesar Rp 33,3 miliar, dan kargo Rp 26,5 miliar.\\n\\nVeranita Yosephine  juga menyebut, pendapatan per kilometer kursi yang tersedia (RASK) naik sebesar 8 persen atau Rp 685 miliar, dengan peningkatan jumlah penerbangan sebesar 15 persen atau 2.900 penerbangan.\\n\\nJakarta menjadi sumber pendapatan utama senilai Rp 1,63 triliun, diikuti oleh Denpasar senilai Rp 1,38 triliun. Sementara, Surabaya dan Medan masing-masing mencatat angka Rp 488,54 miliar dan Rp 278,84 miliar.\\n\\nAdapun peningkatan pendapatan usaha Semester 1 tahun 2024 tercatat sebesar 24 persen atau sebesar Rp 733 miliar, diikuti dengan peningkatan biaya operasional sebesar 19 persen dari tahun sebelumnya atau Rp 665 miliar. Biaya yang dimaksud tidak mencakup laba/rugi selisih kurs dari transaksi dalam mata uang asing.\\n\\nVeranita menambahkan bahwa AAID/CMPP selalu berupaya melakukan langkah-langkah proaktif untuk menegaskan komitmennya dalam berinovasi secara berkelanjutan dan mencari peluang baru guna meningkatkan kinerja perusahaan. Salah satunya dengan membuka rute baru yang tidak hanya mencakup kawasan ASEAN, tetapi juga ke Australia.\\n\\nPada Semester 1 2024, Indonesia AirAsia telah meresmikan dua rute baru, yaitu Denpasar-Lampung dan Jakarta-Kota Kinabalu. Sementara pada bulan Agustus 2024, Indonesia AirAsia akan meresmikan empat rute internasional baru, yaitu Jakarta-Bandar Seri Begawan, Denpasar-Kota Kinabalu, Denpasar-Phuket, dan Denpasar-Cairns. Hal ini akan diikuti dengan pembukaan rute-rute baru lainnya ke beberapa negara di Asia di Semester 2 2024.\\n\\nPada Semester 1 2024, AAID/CMPP mengalami kerugian sebesar Rp 581,91 miliar, jika dibandingkan dengan Semester 1 2023 ada perbaikan kerugian sebesar 5 pts. Kerugian yang dimaksud tidak mencakup laba/rugi selisih kurs dari transaksi dalam mata uang asing.\\n\\nIndonesia AirAsia juga akan berupaya untuk mengoptimalisasi penggunaan pesawat demi mengakomodir meningkatnya permintaan penerbangan baik di rute domestik maupun internasional. Indonesia AirAsia juga selalu berkomitmen untuk terus meningkatkan strategi keberlanjutan dan kelangsungan perusahaan, sebagai salah satu upaya dalam membantu pemerintah untuk menjaga stabilitas industri penerbangan di Tanah Air."
  },
  {
    "title": "Pemulangan Jemaah Haji Lewat 13 Bandara Angkasa Pura Selesai",
    "category": "Airports",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Penerbangan-Jemaah-Haji.jpeg?w=1200&ssl=1",
    "description": "Di tujuh bandara yang dikelolanya, Angkasa Pura 1 sukses melayani kepulangan 120.255 jemaah. Penerbangan kepulangan jemaah haji di bandara AP 1 dimulai pada 22 Juni, dan berlangsung hingga 22 Juli 2024. Sementara di Angkasa Pura 2, fase pemulangan jemaah haji berlangsung antara 22 Juni – 22 Juli 2024.\\n\\nDirektur Utama AP 1, MMA Indah Preastuty, bersyukur atas terlesaikannya proses membarkasi dan debarkasi jemaah haji melalui bandaranya. “Mewakili Manajemen AP1, perkenankan saya untuk mengucapkan selamat datang kembali di Tanah Air bagi para jemaah haji,” ujarnya.\\n\\nPesawat Boeing 747-400 Saudia nomor penerbangan SV5136 yang mendarat di Bandara Hang Nadim Batam pada Senin (22 Juli 2024) siang pukul 10.30 menjadi penerbangan terakhir kepulangan para jemaah haji melalui bandara-bandara AP 1. Penerbangan kloter 28 itu mengangkut 427 jemaah haji sekaligus menandai terselesaikannya Angkutan Haji 1445H/2024 M di bandara AP 1.\\n\\nBerdasar data AP 1, Bandara Juanda Surabaya menjadi bandara yang melayani kepulangan jemaah haji terbanyak, yakni 39.167 jemaah yang terbagi dalam 106 kloter. Di urutan kedua adalah Bandara Adi Soemarmo Solo dengan 35.885 jemaah haji dalam 100 kloter, serta Bandara Sultan Hasanuddin Makassar dengan 16.601 jemaah haji dalam 39 kloter.\\n\\nDisebutkan pula, Bandara Hang Nadim Batam melayani 11.934 jemaah haji dalam 27 kloter, Bandara SAMS Sepinggan Balikpapan melayani 6.005 jemaah haji dalam 19 kloter, Bandara Syamsudin Noor Banjarmasin melayani 5.842 jemaah haji dalam 19 kloter, serta Bandara Zainuddin Abdul Madjid Lombok melayani 4.821 jemaah haji dalam 13 kloter.\\n\\nSementara itu, SVP Corporate Secretary AP 2, Cin Asmoro, mengatakan jemaah haji yang tiba di Indonesia melalui bandara AP 2 tercatat sebanyak 94.795 jemaah. Jumlah penerbangan pemulangannya mencapai 231 penerbangan.\\n\\n“Bandara Soekarno-Hatta (Tangerang) paling banyak melayani kepulangan jemaah haji yakni sebanyak 53.365 jemaah haji,” ujar Cin Asmoro.\\n\\nBandara AP 2 lainnya yang melayani kepulangan jemaah haji adalah Bandara Kertajati (Majalengka) sebanyak 13.037 jemaah, lalu Bandara Kualanamu (Deli Serdang) sebanyak 8.672 jemaah, Bandara Sultan Mahmud Badaruddin II (Palembang) sebanyak 8.439 jemaah, Bandara Minangkabau (Padang) sebanyak 6.590 jemaah dan Bandara Sultan Iskandar Muda (Aceh) sebanyak 4.692 jemaah."
  },
  {
    "title": "Qatar Airways Luncurkan ‘Qsuite Next Gen’ Versi Terbaru",
    "category": "Airlines",
    "author": "IndoAviation Plus",
    "thumbnail": "https://i0.wp.com/indoaviation.asia/wp-content/uploads/2024/07/Qsuite-Next-Gen-Qatar-Airways.jpg?w=1200&ssl=1",
    "description": "IndoAviation Plus – Pada pagi hari pertama Farnborough International Airshow 2024, Chief Executive Officer Qatar Airways Group, Badr Mohammed Al-Meer, meluncurkan ‘Qsuite Next Gen’, versi terbaru dan ultra-modern dari Qsuite. Peluncuran ini membawa Kelas Bisnis Terbaik Dunia, Qsuite ke tingkat yang lebih tinggi dalam penerbangan komersial.\n\nDi Farnborough International Airshow, tepatnya di Qatar Airways Discover Lounge, Badr Mohammed Al-Meer memperkenalkan Qsuite Next Gen dan Sama – awak kabin digital pertama di dunia. Di sana, Sama membangun antusiasme pengunjung melalui percakapan interaktif tentang bagaimana, Qatar Airways mendefinisikan ulang kemewahan dan inovasi, meningkatkan tolok ukur industri dalam pengalaman kelas bisnis.\n\nSelama peluncuran, Badr Mohammed Al-Meer menyoroti fitur-fitur baru dari Qsuite Next Gen, termasuk Quad Suites yang sepenuhnya dapat disesuaikan, Companion Suites di lorong jendela, serta layar hiburan dalam penerbangan 4K OLED yang dapat dipindahkan. Suite ini juga menawarkan peningkatan ruang dan privasi.\n\nBadr Mohammed Al-Meer, mengatakan, sangat senang meluncurkan Qsuite Next Gen yang telah lama dinantikan di Farnborough International Airshow.\n\n“Qatar Airways sekali lagi menaikkan standar untuk produk pemenang penghargaan kami, Qsuite. Kami berharap dapat menyambut media dan mitra di stan kami sepanjang minggu ini untuk merasakan masa depan perjalanan kelas bisnis dengan Kelas Bisnis Terbaik Dunia di Maskapai Penerbangan Terbaik Dunia,” katanya.\n\nQsuite Generasi Berikutnya\nQsuite Next Gen bertujuan untuk meningkatkan keseimbangan kehidupan kerja dengan fitur-fitur revolusioner yang dirancang untuk semua profesional, teman, dan keluarga.\n\nQuad Suite yang diperbarui kini dilengkapi dengan layar Panasonic Astrova IFE 4K OLED yang dapat dipindahkan—pertama di dunia untuk maskapai penerbangan. Layar ini dapat diposisikan ulang untuk menciptakan ruang sosial dan produktivitas maksimal di udara, mampu menampung hingga empat penumpang di Quad Suite dan hingga dua penumpang di Companion Suite.\n\nIstirahat dan relaksasi di Quad Suite juga ditingkatkan dengan ruang makan yang lebih besar dan privasi tambahan berkat pembatas yang lebih tinggi dan dikendalikan secara digital. Dengan tempat tidur yang lebih besar dan fitur ‘Make My Bed’ khas bintang 5 dari Qatar Airways, Quad Suite menawarkan kenyamanan tingkat tinggi.\n\nCompanion Suite, memiliki karakter yang mirip dengan Quad Suite, kini menawarkan ruang bersama yang lebih luas di lorong jendela setelah perombakan signifikan.\n\nQsuite Next Gen mengadopsi teknologi terbaru untuk meningkatkan kenyamanan dan konektivitas penumpang, menawarkan berbagai opsi penyesuaian seperti pencahayaan dan kontrol privasi melalui Unit Kontrol Penumpang layar sentuh yang ditingkatkan. Qsuite Next Gen akan tersedia di pesawat Boeing B777-9 Qatar Airways mulai tahun 2025.\n\nDi Farnborough International Airshow 2024, Qatar Airways juga memamerkan Boeing B787-9 Dreamliner terbaru dan Gulfstream G700 yang dioperasikan Qatar Executive."
  }
]
